{"translation-revision-date":"2023-03-02 12:14:40+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Podeu canviar el tipus predeterminat per a %1$s a Tipus de contingut a %2$sConfiguració%3$s."],"Text formality":["Formulari del text"],"Read more about text formality.":["Llegiu més sobre la formalitat del text."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s us ajudarà a avaluar el nivell de formalitat del vostre text."],"Get %s to enjoy the benefits of prominent words":["Aconseguiu %s per gaudir dels beneficis de paraules prominents"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Amb %1$s%3$s%2$s, aquesta secció us mostrarà quines paraules apareixen més sovint en el vostre text. Comprovant aquestes paraules prominents amb les paraules clau desitjades, sabreu com editar el text per a tenir més enfocat."],"Buy %s now!":["Compra %s ara!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Treballeu en un article de notícies? %s us ajuda a optimitzar el vostre lloc per a Google News."],"Premium SEO analysis":["Anàlisi SEO Premium"],"Optimize even further with our premium SEO analysis":["Optimitza encara més amb la nostra anàlisi SEO premium"],"1 year of premium support and updates included!":["S'ha inclòs un any d'ajudes i actualitzacions de primes!"],"Unlock with %s":["Desbloca amb %s"],"Unlock expert workouts and workflows":["Desbloca els exercicis experts i els fluxos de treball"],"Use synonyms, plurals, and variations":["Usa sinònims, plurals i variacions"],"Target multiple focus keyphrases":["Definiu múltiples frases clau objectiu"],"Get extra, smarter recommendations about your site’s structure, content, and SEO opportunities.":["Obteniu recomanacions extra i més intel·ligents sobre l'estructura, el contingut i les oportunitats SEO del vostre lloc."],"Learn more about character count":["Més informació sobre el nombre de caràcters"],"Character count":["Nombre de caràcters"],"Learn more about word count":["Més informació sobre el recompte de paraules"],"Word count":["Recompte de paraules"],"Learn more about Flesch reading ease":["Més informació sobre la facilitat de lectura Flesch"],"out of 100":["de 100"],"okay":["D'acord"],"no data":["sense dades"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["El vostre text hauria de ser una mica més llarg per calcular la vostra puntuació de facilitat de lectura Flesch."],"Continue writing to get insight into the readability of your text!":["Continueu escrivint per a obtenir informació sobre la llegibilitat del vostre text!"],"Learn more about reading time":["Més informació sobre el temps de lectura"],"Reading time":["Temps de lectura"],"minute":["minut","minuts"],"Timestamp this %s":["Marca de temps %s"],"WordProof authentication":["Autenticació WordProof"],"Connected to WordProof":["Connectat al WordProof"],"Connection failed":["Ha fallat la connexió"],"Not working? %1$sContact %3$s support%2$s.":["No funciona? %1$sContacteu amb %3$s suport%2$s."],"Try again":["Prova de nou"],"Find possible solutions in this %1$sArticle%2$s.":["Trobar possibles solucions en aquest %1$sArticle%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Hi ha hagut un problema de connexió. Això podria ser perquè les connexions de tercers estan bloquejades."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["El %3$s es marcarà automàticament cada vegada que %1$sactualitza%2$s o %1$spublica%2$s."],"Your %s is now protected via the blockchain!":["El vostre %s està protegit mitjançant el blockchain!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Alguna cosa ha anat malament autentificant el vostre compte %3$s amb el lloc %4$s. Torneu-ho a provar o contacteu amb %1$s%3$s support%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["No s'han pogut crear les marques horàries noves. Autenticeu-vos amb WordProof."],"Timestamp with WordProof":["Marca horària amb WordProof"],"Learn more about timestamping":["Apreneu més sobre l'ús de marca de temps"],"Authenticate with WordProof":["Autentica amb WordProof"],"Manage WordProof settings":["Gestiona la configuració del WordProof"],"character":["caràcter"],"word":["paraula"],"Tracking the ranking position...":["Seguiment de la posició de classificació..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["S'ha produït un error en fer el seguiment de la posició de classificació de la pàgina. Torneu-ho a provar més tard."],"reconnect to %s":["torna a connectar a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Sembla que alguna cosa ha anat malament en recuperar les dades del vostre lloc web. %s i torneu-ho a provar."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Abans de poder fer un seguiment del vostre rendiment SEO, assegureu-vos d'establir el títol de l'entrada i desar-lo com a esborrany o establir manualment l'àlies de l'entrada."],"No keyphrase has been set. Please set a keyphrase first.":["No s'ha establert cap frase clau. Primer establiu una frase clau."],"upgrade your %s plan":["actualitzeu el vostre pla %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Heu assolit la quantitat màxima de %d frases clau que podeu afegir al vostre compte de Wincher. Si voleu afegir més frases clau, %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Amb %1$s podeu fer un seguiment de la posició de classificació de la pàgina en els resultats de cerca basant-vos en les frases clau. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s està seguint la posició de classificació de la pàgina. Això pot trigar uns minuts. Espereu o torneu a comprovar-ho més tard."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Heu connectat correctament a %s! Ara podeu fer un seguiment del rendiment SEO per a les frases clau d'aquesta pàgina."],"Read more about keyphrase tracking with Wincher":["Llegiu més sobre el seguiment de frases clau amb Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["El seguiment automàtic de les frases clau està habilitat. La vostra frase clau serà rastrejada automàticament per %s quan publiqueu la vostra publicació."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posició de la frase clau en els últims 90 dies en una escala de 0 a 100."],"Track SEO performance":["Segueix el rendiment SEO"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Podeu activar\/deshabilitar el seguiment del rendiment SEO per a cada frase clau a continuació."],"Learn more about the SEO performance feature.":["Més informació sobre la funció de rendiment SEO."],"SEO performance":["Rendiment SEO"],"Connect with %s":["Connecta amb %s"],"* focus keyphrase":["* frase clau"],"Get more insights over at %s":["Obteniu més informació a %s"],"Position over time":["Posició al llarg del temps"],"Position":["Posició"],"Tracking":["Seguiment"],"Get %s to unlock social previews!":["Obtingueu %s per desbloquejar previsualitzacions socials!"],"Want to see how your content will look when it’s shared on %s?":["Voleu veure com es veurà el vostre contingut quan es comparteixi a %s?"],"Insights":["Detalls"],"Check out %s!":["Mireu el %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Voleu poder afegir aquestes frases clau relacionades a l'anàlisi del %s perquè pugueu optimitzar, encara més, el vostre contingut?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Hem trobat un problema en intentar obtenir frases clau relacionades. Torneu a intentar-ho més tard."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Heu assolit la quantitat màxima de 4 frases clau relacionades. Podeu canviar o eliminar frases clau relacionades a les caixes meta del %s o a la barra lateral."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Espereu mentre el %1$s es connecta al %2$s per obtenir les frases clau relacionades..."],"Upgrade your %s plan":["Milloreu el vostre pla del %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Heu assolit el límit de sol·licituds per avui. Torneu a provar-ho demà o milloreu el pla del %s."],"Last month":["El mes passat"],"Two months ago":["Fa dos mesos"],"Three months ago":["Fa tres mesos"],"Four months ago":["Fa quatre mesos"],"Five months ago":["Fa cinc mesos"],"Six months ago":["Fa sis mesos"],"Seven months ago":["Fa set mesos"],"Eight months ago":["Fa vuit mesos"],"Nine months ago":["Fa nou mesos"],"Ten months ago":["Fa deu mesos"],"Eleven months ago":["Fa onze mesos"],"Twelve months ago":["Fa dotze mesos"],"Get more insights at %s":["Obteniu més informació a %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volum de la frase clau els darrers dotze mesos en una escala del 0 al 100."],"Learn more about the related keyphrases trend":["Obteniu més informació sobre la tendència de les frases clau relacionades"],"Trend":["Tendència"],"Learn more about the related keyphrases volume":["Obteniu més informació sobre el volum de les frases clau relacionades"],"Volume":["Volum"],"Related keyphrase":["Paraula clau relacionada"],"Select country":["Seleccioneu un país"],"Show results for:":["Mostra els resultats de:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Ho sentim, no hi ha dades disponibles per a aquesta combinació de paraules clau\/país."],"The number of headers and header labels don't match.":["El nombre de capçaleres i etiquetes de capçalera no coincideix."],"Default for %1$s (%2$s)":["Per defecte per a %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Això ajuda els motors de cerca a entendre millor el lloc web i el seu contingut. Podeu canviar algunes de les preferències a continuació. "],"Yoast SEO automatically describes your pages using schema.org":["El Yoast SEO descriu automàticament les pàgines utilitzant schema.org"],"Article type":["Tipus d'article"],"Page type":["Tipus de pàgina"],"Learn more about page or content types":["Apreneu més sobre els tipus de pàgina o de contingut"],"What type of page or content is this?":["Quin tipus de pàgina o contingut és aquest?"],"%s preview":["Vista prèvia del %s"],"Learn more about the no-index setting on our help page.":["Més informació sobre el paràmetre no-index a la nostra pàgina d'ajuda."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Si bé podeu definir el paràmetre dels meta robots aquí, la configuració global del lloc a la secció de privacitat l'ha definit com a no indexable i, per tant, els canvis que feu aquí no tindran cap efecte."],"Learn more about canonical URLs on our help page.":["Més informació sobre els URL a la nostra pàgina d'ajuda."],"Learn more about the breadcrumbs title setting on our help page.":["Més informació sobre el paràmetre del títol de la ruta de navegació a la nostra pàgina d'ajuda."],"Learn more about advanced meta robots settings on our help page.":["Més informació sobre paràmetres avançats dels meta robots a la nostra pàgina d'ajuda."],"Learn more about the no-follow setting on our help page.":["Més informació sobre el paràmetre no-follow a la nostra pàgina d'ajuda."],"Should search engines follow links on this %s":["Haurien els motors de cerca seguir els enllaços en %s"],"Google preview":["Vista prèvia del Google"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Les paraules següents apareixen més al contingut. Això indica en què se centra el seu contingut. Si les paraules difereixen molt del tema, és possible que vulgueu reescriure el contingut en conseqüència."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Un cop afegiu una mica més de contingut escrit, us donarem una llista de les paraules que més apareixen al contingut. Aquestes donen una indicació de sobre què centra el vostre contingut."],"%d occurrences":["%d ocurrències"],"Keyphrase":["Frase clau"],"Good job!":["Bon treball!"],"Add related keyphrase":["Afegeix una frase clau relacionada"],"Get %s":["Obtè el %s"],"%d day":["%d dia","%d dies"],"Great news: you can, with %s!":["Bones notícies: podeu, amb %s!"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Llegeix la nostra%1$sguia definitiva per a la recerca de paraules clau%2$s per aprendre més sobre la recerca i estratègia de paraules clau."],"Prominent words":["Paraules destacades"],"Get Yoast SEO Premium":["Aconseguiu Yoast SEO Premium"],"24\/7 email support":["Suport 24\/7 per correu electrònic"],"%s (current default for %s)":["%s (valor predeterminat actual per a %s)"],"Allow search engines to show this %s in search results?":["Voleu permetre als motors de cerca mostrar %s als resultats de de la cerca?"],"Other benefits of %s for you:":["Altres avantatges de %s:"],"Superfast internal linking suggestions":["Suggeriments interns super ràpids"],"1 year free support and updates included!":["1 any d'actualitzacions gratuïtes incloses!"],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sPrevisualitzacions de xarxes socials%2$s: Facebook & Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sNi un enllaç mort més%2$s: gestor de redireccions senzill"],"No ads!":["Sense anuncis!"],"Please provide a meta description by editing the snippet below.":["Afegiu una descripció meta editant la previsualització inferior."],"No":["No"],"Yes":["Sí"],"very difficult":["molt difícil"],"Try to make shorter sentences, using less difficult words to improve readability":["Proveu de fer frases més curtes i amb paraules menys complexes per tal de millorar la legibilitat."],"difficult":["difícil"],"fairly difficult":["prou difícil"],"fairly easy":["prou fàcil"],"easy":["fàcil"],"very easy":["molt fàcil"],"The copy scores %1$s in the test, which is considered %2$s to read.":["La còpia puntua %1$s a la prova, que es considera %2$s per a llegir."],"Flesch reading ease":["Mecanisme de lectura Flesch"],"Canonical URL":["URL canònic"],"Breadcrumbs Title":["Títol de la ruta de navegació"],"No Snippet":["No Snippet"],"No Archive":["No arxives"],"No Image Index":["No indexes imatges"],"Meta robots advanced":["Meta Robots avançat"],"View":["Visualitza"],"Advanced":["Avançat"]}},"comment":{"reference":"js\/dist\/classic-editor.js"}}