{"translation-revision-date":"2023-03-02 12:14:40+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Beta":["Beta"],"New":["Nou"],"seconds":["segons"],"Remove image":["Suprimeix la imatge"],"Select image":["Seleccioneu una imatge"],"Replace image":["Reemplaça la imatge"],"Dismiss this alert":["Descarta aquesta alerta"],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Un cop afegiu una mica més de contingut escrit, us donarem una llista de les paraules que més apareixen al contingut. Aquestes donen una indicació de sobre què centra el vostre contingut."],"%d occurrences":["%d ocurrències"],"minutes":["minuts"],"hours":["hores"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Llegeix la nostra%1$sguia definitiva per a la recerca de paraules clau%2$s per aprendre més sobre la recerca i estratègia de paraules clau."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Les següents paraules i combinacions de paraules apareixen més sovint en el contingut. Aquestes us donen un indicador d'allò en que s'enfoca el contingut. Si les paraules difereixen molt del text pot ser que vulgueu tornar a escriure el contingut per adaptar-lo."],"Prominent words":["Paraules destacades"],"Something went wrong. Please reload the page.":["Alguna cosa ha anat malament. Recarregueu la pàgina."],"Dismiss this notice":["Descarta aquest avís"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["L'idioma del lloc està configurat a %s. Si no és així, contacteu amb l'administrador del lloc."],"On":["Activat"],"Off":["Desactivat"],"Your site language is set to %s. ":["L'idioma del lloc està establert a %s."],"Change language":["Canvieu l'idioma"],"(Opens in a new browser tab)":["(S'obre en una nova pestanya del navegador)"],"Close":["Tanca"]}},"comment":{"reference":"js\/dist\/externals\/componentsNew.js"}}