{"translation-revision-date":"2023-03-02 12:14:40+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Read more about how to get your site verified.":["Llegiu més sobre com verificar el lloc web."],"Get your site verified in your Mastodon profile.":["Obteniu el vostre lloc verificat al vostre perfil de Mastodon."],"E.g. https:\/\/mastodon.social\/@yoast":["P. ex. https:\/\/mastodon.social\/@yoast"],"Mastodon":["Mastodon"],"Organization Mastodon":["Mastodon de l'organització"],"%1$s Settings - %2$s":["Paràmetres de %1$s - %2$s"],"Settings navigation":["Navegació de la configuració"],"Close settings navigation":["Tanca la navegació de la configuració"],"Open settings navigation":["Obre la navegació de la configuració"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Trieu si el lloc representa una organització o una persona. %1$sApreneu més sobre les diferències i l'elecció entre l'organització i la persona%2$s."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Limita la longitud de les consultes internes de cerca del lloc per reduir l'impacte dels atacs de correu brossa i els URL confusos. Introduïu un número entre 1 i 50."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Evita que els paràmetres específics de l'URL siguin eliminats per la característica anterior. Per exemple, afegir %1$s evitarà que %2$s es redirigeixi a %3$s. Podeu afegir múltiples paràmetres i separar-los utilitzant la tecla de retorn o una coma."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Consolida múltiples formats d'URL de cerca del lloc web del WordPress a la sintaxi %1$s. Per exemple, %2$s redirigirà a %3$s"],"Determine how your %1$s should look on social media.":["Determina com hauria de veure el vostre %1$s a les xarxes socials."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar això significa que les pàgines d'arxiu per a %1$s no seran indexades pels motors de cerca i que s'exclouran dels mapes XML del lloc web."],"Got it!":["Ho tinc!"],"Skip":["Salta"],"Allow":["Permet"],"Deny":["Denega"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Per veure aquest vídeo, heu de permetre que %1$s carregui vídeos incrustats de %2$s."],"Play video":["Reprodueix el vídeo"],"Introduction to settings":["Introducció a la configuració"],"Still feeling lost, or looking for something specific? Just type what you're looking for into our handy search tool.":["Encara us sentiu perdut, o busqueu alguna cosa específica? Escriviu el que esteu cercant a la nostra eina de cerca."],"Not sure where to go? Try searching!":["No sabeu on anar? Proveu de cercar!"],"Now it's much easier to find the most important settings, or to dive straight into our advanced options.":["Ara és molt més fàcil trobar els paràmetres més importants, o llançar-se directament a les nostres opcions avançades."],"We've moved some things around!":["Hem canviat algunes coses!"],"There's a fresh new look, and it's easier than ever to find and manage your site's SEO options.":["Hi ha un nou aspecte, i és més fàcil que mai trobar i gestionar les opcions SEO del vostre lloc."],"Welcome to your new Yoast SEO settings!":["Us donem la benvinguda a la nova configuració SEO del Yoast!"],"The number you've entered is not between 1 and 50.":["El número que heu introduït no és entre 1 i 50."],"Please enter a number between 1 and 50.":["Introduïu un número entre 1 i 50."],"Redirect pretty URLs to ‘raw’ formats":["Redirigeix URL bonics a formats en cru"],"Index Now":["Indexa ara"],"Failed to retrieve media.":["No s'ha pogut recuperar el fitxer multimèdia."],"Only available for English sites":["Només disponible per a llocs en anglès"],"%1$sGet%2$s %3$s":["%1$sAconsegueix%2$s %3$s"],"Show date archives in search results":["Mostra els arxius de dates als resultats de la cerca"],"Show %1$s archives in search results":["Mostra %1$s arxius als resultats de la cerca"],"Prefix for archive breadcrumbs":["Prefix per a la ruta de navegació de l'arxiu"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and\/or update the profile.":["Heu seleccionat l'usuari %1$s%3$s%2$s com a persona que representa aquest lloc. La informació del seu perfil d'usuari s'utilitzarà ara als resultats de la cerca. No teniu permisos per editar el perfil d'aquest usuari. Contacteu amb el vostre administrador o %1$s%3$s%2$s per comprovar i\/o actualitzar el perfil."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Cal establir un nom i un logotip de l'organització perquè les dades estructurades funcionin correctament. Com que encara no els heu definit, estem utilitzant el nom del lloc i el logotip com a valors predeterminats. %1$sMés informació sobre la importància de les dades estructurades.%2$s"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Aquesta informació està pensada per aparèixer a %1$sGràfica de coneixement del Google%2$s."],"Other profile %1$s":["Altres perfils %1$s"],"Tweet":["Tuit"],"Organization Twitter":["Twitter de l'organització"],"Open Graph":["Open Graph"],"Organization Facebook":["Facebook de l'organització"],"OpenGraph":["OpenGraph"],"Format archives":["Formata els arxius"],"File":["Fitxer"],"PDF":["PDF"],"Video":["Vídeo"],"Attachment":["Adjunt"],"404 pages title":["Títol de les pàgines 404"],"Search pages title":["Títol de les pàgines de cerca"],"Enable date archives":["Activa els arxius de dates"],"Enable author archives":["Activa els arxius de l'autor"],"Anchor text for the homepage":["Text d'ancoratge per a la pàgina d'inici"],"Organization\/person":["Organització\/persona"],"Divider":["Separador"],"Remove Atom\/RDF feeds":["Elimina els fils de subscripció Atom \/ RDF"],"Webmaster":["Administrador web"],"Share":["Comparteix"],"Structured data":["Dades estructurades"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Activeu els %1$s mapes XML del lloc. Un mapa de lloc és un fitxer que llista les pàgines essencials d'un lloc web per assegurar-se que els motors de cerca les poden trobar i arrossegar."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["La icona %1$s de la barra superior d'administració proporciona un accés ràpid a les eines de tercers per analitzar pàgines i facilita veure si teniu notificacions noves."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Permet que Facebook i altres xarxes socials mostrin una vista prèvia amb imatges i un extracte de text quan es comparteixi un enllaç al lloc web. Manteniu aquesta característica habilitada per optimitzar el vostre lloc per a les xarxes socials."],"Get recommendations for relevant posts to link to and set up a great internal linking structure by connecting related content.":["Obteniu recomanacions per a les publicacions rellevants per enllaçar i configurar una gran estructura interna d'enllaços connectant contingut relacionat."],"Count the number of internal links from and to your posts to improve your site structure.":["Compta el nombre d'enllaços interns des de i cap a les entrades per millorar l'estructura del lloc."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Marqueu i filtreu el vostre contingut fonamental per assegurar-vos que els vostres articles més importants reben l'atenció que mereixen. Per ajudar-vos a escriure una còpia excel·lent, avaluarem el vostre text més estrictament."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Obteniu més informació sobre el que esteu escrivint. Quines paraules feu servir més sovint? Quant de temps triga a llegir el vostre text? És fàcil llegir el vostre text?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["L'anàlisi del llenguatge inclusiu ofereix suggeriments per a escriure una còpia més inclusiva, de manera que més persones podran relacionar-se amb el vostre contingut."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["L'anàlisi SEO ofereix suggeriments per millorar la cerca del text i assegurar-se que el contingut compleix les millors pràctiques."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Establiu la informació bàsica del vostre lloc web. Podeu utilitzar %1$stagline%2$s i %1$sseparator%2$s com a %3$svariables de reemplaçament%4$s quan configureu l'aparença de cerca del vostre contingut."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["El seguiment d'ús ens permet fer un seguiment d'algunes dades sobre el vostre lloc per millorar la nostra extensió. %1$sApreneu més sobre quines dades seguim i per què%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Un enllaç a l'arxiu de l'autor de l'entrada, amb el nom de l'autor com a text d'ancoratge."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Determina com les vostres pàgines %1$s s'han de descriure per defecte al marcatge de Schema.org del vostre lloc. Sempre podeu personalitzar la configuració de les pàgines %1$s individuals a la caixa meta %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Determineu com haurien de veure's les vostres pàgines %1$s als motors de cerca. Sempre podeu personalitzar la configuració de les pàgines %1$s individuals a la caixa meta %2$s."],"Enable %1$s pages":["Activa les pàgines %1$s"],"Determine how your homepage should look in the search results.":["Determineu com hauria de ser la pàgina d'inici als resultats de la cerca."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determineu com hauria de ser el vostre %1$s als motors de cerca. Sempre podeu personalitzar els paràmetres de %1$s individuals a la metacaixa %2$s."],"Enable format-based archives":["Activa els arxius basats en format"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["No esteu segur de com implementar les rutes de navegació %3$s al vostre lloc? Llegiu %1$sel nostre article d'ajuda sobre la implementació de la ruta de navegació%2$s."],"Show %1$s without posts in search results":["Mostra %1$s sense entrades als resultats de cerca"],"Enable %1$s":["Activa %1$s"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determineu com hauria de veure el vostre %1$s a les xarxes socials per defecte. Sempre podeu personalitzar els paràmetres de %1$s individuals a la metacaixa %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Determineu com hauria de ser %1$s als resultats de cerca per defecte. Sempre podeu personalitzar els paràmetres de %1$s individuals a la metacaixa %2$s."],"This taxonomy is used for %2$s.":["Aquesta taxonomia s'utilitza per a %2$s."],"This taxonomy is used for %1$s and %2$s.":["Aquesta taxonomia s'utilitza per a %1$s i %2$s."],"Read more about our custom field analysis":["Llegiu més sobre la nostra anàlisi de camps personalitzats"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Determineu com hauria de veure el vostre %1$s a les xarxes socials per defecte. Sempre podeu personalitzar la configuració de %1$s individualment a la barra lateral %2$s o metabox."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Determineu com hauria de ser %1$s als resultats de cerca per defecte. Sempre podeu personalitzar la configuració de %1$s individualment a la barra lateral %2$s o metabox."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Determineu com s'ha de descriure per defecte el vostre %1$s al %2$smarcatge Schema.org del vostre lloc web%3$s. Sempre podeu canviar la configuració de %1$s individualment a la barra lateral o metabox %4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Podeu afegir diversos camps personalitzats i separar-los mitjançant %1$senter%2$s o %1$scomma%2$s."],"Please enter a search term with at least 3 characters.":["Introduïu un terme de cerca amb almenys 3 caràcters."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Afegeix un usuari nou..."],"Unavailable for multisites":["No disponible per a multillocs"],"Determine how the title of your 404 error pages should look in the browser.":["Trieu com s'ha de veure el títol de les pàgines d'error 404 al navegador."],"404 error pages":["Pàgines d'error 404"],"Determine how the title of your internal search pages should look in the browser.":["Trieu com s'ha de veure el títol de les pàgines de cerca internes al navegador."],"Internal search pages":["Pàgines de cerca internes"],"Show media pages in search results":["Mostra les pàgines multimèdia als resultats de la cerca"],"Show format archives in search results":["Mostra els arxius de dates als resultats de la cerca"],"Show author archives in search results":["Mostra els arxius de l'autor als resultats de la cerca"],"Breadcrumbs for %1$s":["Enfiladisses per a %1$s"],"Site connections":["Connexions del lloc"],"View the XML sitemap":["Vegeu el mapa del lloc XML"],"Enable feature":["Activa la característica"],"Site features":["Característiques del lloc"],"Learn more":["Més informació"],"Site info":["Informació del lloc"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Ho sentim, no teniu permís per editar el %1$stítol del lloc%2$s i %1$slínia d'etiquetes%2$s."],"Show or hide our tools and controls in the attachment editor.":["Mostra o oculta les nostres eines i controls a l'editor d'adjunts."],"(e.g., %1$s)":["(p. ex., %1$s)"],"Remove unregistered URL parameters":["Elimina els paràmetres d'URL no registrats"],"Optimize Google Analytics utm tracking parameters":["Optimitza els paràmetres de seguiment de l'utm de Google Analytics"],"Remove WP-JSON API":["Elimina l'API WP-JSON"],"Remove emoji scripts":["Elimina els scripts emoji"],"Remove Atom \/ RDF feeds":["Elimina els fils de subscripció Atom \/ RDF"],"Remove search results feeds":["Suprimeix els fils de subscripció de resultats de cerca"],"Remove custom taxonomy feeds":["Suprimeix els fils de subscripció de taxonomia personalitzats"],"Remove tag feeds":["Elimina els fils de subscripció d'etiquetes"],"Remove category feeds":["Suprimeix fils de subscripció de categoria"],"Remove post type feeds":["Elimina els fils de subscripció de tipus d'entrada"],"Remove post authors feeds":["Elimina els fils de subscripció d'autors de l'entrada"],"Remove post comments feeds":["Elimina els fils de subscripció de comentaris de publicacions"],"Remove global comment feeds":["Suprimeix els fils de subscripció comentaris globals"],"Remove global feed":["Elimina el fil de subscripció global"],"Remove powered by HTTP header":["Suprimeix la capçalera HTTP \"funciona amb\""],"Remove generator tag":["Elimina l'etiqueta generadora"],"Remove oEmbed links":["Elimina els enllaços oEmbed"],"Remove RSD \/ WLW links":["Elimina els enllaços RSD \/ WLW"],"Remove REST API links":["Elimina els enllaços de l'API REST"],"Remove shortlinks":["Suprimeix els enllaços curts"],"Show or hide our tools and controls in the content editor.":["Mostra o oculta les nostres eines i controls a l'editor de continguts."],"Enable SEO controls and assessments":["Activa els controls i avaluacions SEO"],"Unlock with %1$s":["Desbloca amb %1$s"],"We couldn’t find anything with that term.":["No hem pogut trobar res amb aquest terme."],"Search...":["Cerca..."],"Quick search...":["Cerca ràpida..."],"No, continue editing":["No, continua editant"],"Yes, discard changes":["Sí, descarta els canvis"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Esteu a punt de descartar tots els canvis sense desar. Tots els vostres paràmetres es reiniciaran fins al punt on es va desar per darrera vegada. Segur que ho vols fer?"],"Discard all changes":["Descarta tots els canvis"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Utilitzeu el nom de l'organització alternativa per als acrònims, o una versió més curta del nom de la vostra organització."],"Alternate organization name":["Nom alternatiu de l'organització"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Utilitzeu el nom alternatiu del lloc web per a acrònims, o una versió més curta del nom del vostre lloc web."],"Alternate website name":["Nom alternatiu del lloc web"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Heu seleccionat l'usuari %1$s%5$s%2$s com a persona que representa aquest lloc. La informació del seu perfil d'usuari s'utilitzarà ara als resultats de la cerca. %3$sActualitzeu el seu perfil per assegurar-vos que la informació és correcta%4$s."],"Please tell us more about the person this site represents.":["Si us plau, expliqueu-nos més sobre la persona que representa aquest lloc web."],"E.g. https:\/\/example.com\/yoast":["P. ex. https:\/\/example.com\/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Digueu-nos si teniu altres perfils a la web que pertanyen a la vostra organització. Pot ser qualsevol nombre de perfils, com YouTube, LinkedIn, Pinterest o fins i tot Viquipèdia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Digueu-nos més sobre la vostra organització. Aquesta informació ajudarà Google a entendre el vostre lloc web i millorarà la vostra oportunitat d'obtenir resultats rics."],"E.g. https:\/\/twitter.com\/yoast":["P. ex. https:\/\/twitter.com\/yoast"],"E.g. https:\/\/facebook.com\/yoast":["P. ex. https:\/\/facebook.com\/yoast"],"Other profiles":["Altres perfils"],"Writing":["Escriptura"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Podeu determinar el títol i la descripció de la pàgina del blog %1$seditant la mateixa pàgina del blog%2$s."],"Advanced: URL cleanup":["Avançat: neteja d'URL"],"Prevent crawling of internal site search URLs":["Evita el rastrejament dels URL de cerca interna del lloc"],"Block internal site searches which match the patterns of known spam attacks.":["Bloca les cerques internes del lloc que coincideixen amb els patrons d'atacs brossa coneguts."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Bloca les cerques internes del lloc que contenen caràcters complexos i no alfanumèrics, ja que poden ser part d'un atac brossa."],"Enables advanced settings for protecting your internal site search URLs.":["Activa la configuració avançada per a protegir els URL de cerca interna del lloc."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["La cerca interna del lloc pot crear molts URL confusos per als motors de cerca, i fins i tot es pot utilitzar com una manera que els spammers de SEO ataquin el lloc. La majoria dels llocs es beneficiaran d'experimentar amb aquestes proteccions i optimitzacions, fins i tot si no teniu una característica de cerca al tema."],"Internal site search cleanup":["Neteja de cerca interna del lloc"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Afegiu una regla «disallow» al fitxer robots.txt per a evitar que s'arrosseguin els extrems de l'API JSON del WordPress."],"Remove JavaScript used for converting emoji characters in older browsers.":["Elimina el JavaScript utilitzat per convertir caràcters emojis en navegadors més antics."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Elimina els URL que proporcionen formats alternatius (antics) de tots els anteriors."],"Remove URLs which provide information about your search results.":["Elimina els URL que proporcionen informació sobre els resultats de la cerca."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Elimina els URL que proporcionen informació sobre les entrades recents, per a cada taxonomia personalitzada."],"Remove URLs which provide information about your recent posts, for each tag.":["Elimina els URL que proporcionen informació sobre les entrades recents, per a cada etiqueta."],"Remove URLs which provide information about your recent posts, for each category.":["Elimina els URL que proporcionen informació sobre les entrades recents, per a cada categoria."],"Remove URLs which provide information about your recent posts, for each post type.":["Elimina els URL que proporcionen informació sobre les entrades recents, per a cada tipus d'entrada."],"Remove URLs which provide information about recent posts by specific authors.":["Elimina els URL que proporcionen informació sobre les entrades recents per autors específics."],"Remove URLs which provide information about recent comments on each post.":["Elimina els URL que proporcionen informació sobre els comentaris recents a cada entrada."],"Also disables post comment feeds.":["També desactiva els fils de subscripció de comentaris de l'entrada."],"Remove URLs which provide an overview of recent comments on your site.":["Suprimeix els URL que proporcionen una visió general dels comentaris recents al vostre lloc."],"Remove URLs which provide an overview of your recent posts.":["Elimina els URL que proporcionen una visió general de les entrades recents."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["El WordPress emet el contingut en molts formats diferents, a través de molts URL diferents (com ara canals RSS de les entrades i categories). En general, és una bona pràctica desactivar els formats que no utilitzeu activament."],"Disable unwanted content formats":["Desactiva els formats de contingut no desitjats"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Elimina els enllaços que permeten que altres espais us «ping» quan us enllacen."],"Remove information about the plugins and software used by your site.":["Elimina la informació sobre els connectors i programari utilitzats pel lloc web."],"Remove links used for embedding your content on other sites.":["Elimina els enllaços utilitzats per a incrustar el contingut en altres espais."],"Remove links used by external systems for publishing content to your blog.":["Elimina els enllaços utilitzats per sistemes externs per publicar continguts al vostre blog."],"Remove links to the location of your site’s REST API endpoints.":["Elimina els enllaços a la ubicació dels endpoints de l'API REST del vostre lloc."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Elimina els enllaços a URL interns «shortlink» del WordPress per a les entrades."],"Remove unwanted metadata":["Elimina les metadades no desitjades"],"Crawl optimization":["Optimització del seguiment"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Elimina paràmetres d'URL desconeguts mitjançant una redirecció de %1$s. Per exemple, %2$s es redirigirà a %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Reemplaça %1$s paràmetres de seguiment amb l'equivalent (més executant) %2$s, mitjançant una redirecció %3$s. Per exemple, %4$s es redirigirà a %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Els usuaris i els motors de cerca sovint poden sol·licitar els vostres URL mentre s'utilitzen paràmetres de consulta, com ara %1$s. Aquests poden ser útils per al seguiment, el filtratge i l'alimentació de funcionalitat avançada, però venen amb un rendiment i un «cost» de SEO. Els llocs que no depenen dels paràmetres de l'URL poden beneficiar-se de l'ús d'aquestes opcions."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of %1$s and %2$s URLs.":["Afegiu una regla de «disallow» al fitxer robots.txt per evitar que es rastregin %1$s i %2$s URL."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["El WordPress afegeix molts enllaços i continguts a les capçaleres %1$s i HTTP del vostre lloc web. La majoria de la gent pot inhabilitar amb seguretat tots aquests, la qual cosa pot ajudar a estalviar bytes, electricitat i arbres."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Feu que el lloc web sigui més eficient i més respectuós amb el medi ambient evitant que els motors de cerca s'arrosseguin coses que no necessiten, i eliminant les funcions del WordPress no utilitzades. %1$sMés informació sobre la configuració de seguiment i com podrien beneficiar el vostre lloc%2$s."],"E.g., %1$s and %2$s":["P. ex., %1$s i %2$s"],"E.g., %1$s":["P. ex., %1$s"],"Enable breadcrumbs for your theme":["Activa les rutes de navegació per al tema"],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Sempre podeu triar activar-les o desactivar-les per al tema següent. Aquest paràmetre no s'aplicarà a les rutes de navegació inserides a través d'un giny, un bloc o un codi curt."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Trieu el tipus d'entrada que voleu mostrar a les rutes de navegació per a les Taxonomies."],"Breadcrumbs for taxonomies":["Ruta de navegació per a les taxonomies"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Trieu quina taxonomia voleu mostrar a les rutes de navegació dels tipus d'entrada."],"Breadcrumbs for post types":["Rutes de navegació per als tipus d'entrada"],"Breadcrumb for 404 page":["Ruta de navegació per a la pàgina 404"],"Prefix for search page breadcrumbs":["Prefix per a la ruta de navegació de la pàgina de cerca"],"Add prefix":["Afegeix un prefix"],"Add anchor text":["Afegeix un text d'ancoratge"],"Add separator":["Afegeix un separador"],"Choose the general appearance of your breadcrumbs.":["Trieu l'aparença general de les rutes de navegació."],"Breadcrumb appearance":["Aparença de la ruta de navegació"],"Disabling this will redirect the %1$s to your site's homepage.":["Desactivar això redirigirà el %1$s a la pàgina d'inici del vostre lloc."],"Refresh this page":["Refresca aquesta pàgina"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Malauradament, això significa que es perdran tots els canvis sense desar. Podeu intentar actualitzar aquesta pàgina per resoldre el problema. Si aquest error encara es produeix, poseu-vos en contacte amb el nostre equip de suport, i us obtindrem tota l'ajuda que necessiteu!"],"Something went wrong. An unexpected error occurred.":["Alguna cosa ha anat malament. S'ha produït un error inesperat."],"Be the first to get %1$snew features & tools%2$s, before everyone else. Get %1$s24\/7 support%2$s and boost your website’s visibility.":["Sigueu els primers a obtenir %1$seines noves de característiques%2$s, abans que tothom. Obteniu %1$s24\/7 suport%2$s i incrementeu la visibilitat del vostre lloc web."],"Failed to retrieve users.":["No s'han pogut recuperar els usuaris."],"Searching users...":["S'estan cercant els usuaris..."],"No users found.":["No s'ha trobat cap usuari."],"Discard changes":["Descarta els canvis"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["El perfil no és vàlid. Utilitzeu només 1-25 lletres, números i guions baixos o introduïu un URL de Twitter vàlid."],"The profile is not valid. Please enter a valid URL.":["El perfil no és vàlid. Introduïu un URL vàlid."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["El codi de verificació no és vàlid. Utilitzeu només les lletres A a F, números, guions baixos i guions."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["El codi de verificació no és vàlid. Utilitzeu només lletres, números, guions baixos i guions."],"User":["Usuari"],"Site basics":["Elements bàsics del lloc"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Hi ha canvis sense desar en aquesta pàgina. Sortir significa que aquests canvis es perdran. Segur que voleu sortir d'aquesta pàgina?"],"Media pages":["Pàgines multimèdia"],"Categories & tags":["Etiquetes de categories"],"Content types":["Tipus de contingut"],"Show more":["Mostra'n més"],"Show less":["Mostra'n menys"],"Configure the basics for your website.":["Configureu els fonaments del vostre lloc web."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Aquest camp actualitza la %1$sdescripicó a la configuració del WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar això significa que les %1$s pàgines creades pel WordPress no seran indexades pels motors de cerca i seran excloses dels mapes del lloc XML."],"Show %1$s pages in search results":["Mostra %1$s pàgines als resultats de la cerca"],"%1$s pages":["%1$s pàgines"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Quan pugeu un mitjà (p. ex. una imatge o vídeo), %5$s crea automàticament una pàgina %3$s (URL d'accés) per a ella. Aquestes pàgines són bastant buides i poden causar %1$s problemes de contingut i provocar excessos de pàgines al vostre lloc%2$s. Per tant, %4$s els desactiva per defecte (i redirigeix l'URL de l'adjunt al mateix mitjà)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Els arxius basats en format poden causar problemes de contingut duplicats. Per a la majoria dels llocs, us recomanem que desactiveu aquest paràmetre."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Desactivar això significa que %1$s no serà indexat pels motors de cerca i serà exclòs dels mapes de lloc XML. Us recomanem que desactiveu aquest paràmetre."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s pot causar problemes de contingut duplicats. Per a la majoria dels llocs, us recomanem que desactiveu aquest paràmetre."],"Determine how your %1$s should look on social media by default.":["Trieu com s'han de mostrar %1$s a les xarxes socials per defecte."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar això significa que els %1$s sense entrades no seran indexats pels motors de cerca i seran exclosos dels mapes del lloc XML."],"Show archives for authors without posts in search results":["Mostra els arxius d'autors sense entrades als resultats de la cerca"],"Determine how your %1$s should look in search engines.":["Trieu com s'han de mostrar %1$s als motors de cerca."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Si esteu executant un blog d'un autor, el %1$s (p. ex. %2$s) serà exactament el mateix que la vostra pàgina d'inici. Això és el que s'anomena un problema de %3$s duplicat%4$s. Si aquest és el cas al vostre lloc, podeu optar per desactivar-lo (el qual el fa redirigir a la pàgina d'inici), o evitar que aparegui als resultats de la cerca."],"Author archive":["Arxiu de l'autor"],"Read more about the search results settings":["Llegiu més sobre la configuració dels resultats de la cerca"],"Determine how your %1$s should look in search engines and on social media.":["Trieu com s'han de mostrar %1$s als motors de cerca i a les xarxes socials."],"Contact support":["Contacteu el suport tècnic"],"We're very sorry, but it seems like the following error has interrupted our application:":["Ho sentim molt, però sembla que el següent error ha interromput la nostra aplicació:"],"Read reviews from real users":["Llegeix les ressenyes dels usuaris reals"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["El WordPress carrega molts recursos, alguns dels quals el lloc web podria no necessitar. Si no els utilitzeu, eliminar-los pot accelerar les pàgines i estalviar recursos."],"Remove unused resources":["Elimina els recursos no utilitzats"],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Trieu com hauria de ser la pàgina d'inici als motors de cerca i a les xarxes socials. Tingueu en compte que això és el que la gent probablement veurà quan busquin el vostre nom de marca."],"Determine how your homepage should look on social media.":["Determineu com hauria de veure's la pàgina d'inici a les xarxes socials."],"Show the categories prefix in the slug":["Manté el prefix de les categories al slug"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Els URL de categoria del WordPress contenen un prefix, normalment %s. Mostra o amaga el prefix a les categories."],"Determine how your %1$s archive should look on social media.":["Trieu com s'hauria de veure l'arxiu %1$s a les xarxes socials."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar això significa que l'arxiu per a %1$s no serà indexat pels motors de cerca i serà exclòs dels mapes del lloc XML."],"Determine how your %1$s archive should look in search engines.":["Trieu com hauria de ser l'arxiu %1$s als motors de cerca."],"These settings are specifically for optimizing your %1$s archive.":["Aquests paràmetres són específicament per optimitzar el vostre arxiu %1$s."],"%1$s archive":["%1$s arxiu"],"Add custom fields to page analysis":["Afegeix els camps personalitzats a l'anàlisi de la pàgina"],"Additional settings":["Paràmetres addicionals"],"Social appearance":["Aparença social"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar això significa que %1$s no serà indexat pels motors de cerca i serà exclòs dels mapes de lloc XML."],"Search appearance":["Cerca l'aparença"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["No heu establert una pàgina de botiga a la configuració de WooCommerce. %1$sFeu-ho primer%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["La %1$simatge social%2$s, %1$stítol social%2$s i %1$sdescripció social%2$s requereixen dades Open Graph, que actualment està inhabilitada a la secció «Compartir social» a %3$sFuncions del lloc%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh no! Sembla que el formulari conté dades no vàlides. Reviseu els camps següents:"],"Archive social image":["Arxiva la imatge social"],"Archive social description":["Descripció social de l'arxiu"],"Archive social title":["Títol social de l'arxiu"],"Show the archive for %1$s in search results":["Mostra l'arxiu de %1$s als resultats de la cerca"],"Archive breadcrumbs title":["Títol de la ruta de navegació de l'arxiu"],"Archive meta description":["Metadescripció de l'arxiu"],"Archive SEO title":["Títol SEO de l'arxiu"],"Enable %1$s for %2$s":["Activa %1$s per a %2$s"],"Show %1$s in search results":["Mostra %1$s als resultats de la cerca"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["El tipus de mèdia seleccionat no és vàlid. Els tipus suportats són: JPG, PNG, WEBP i GIF."],"Inclusive language analysis":["Anàlisi del llenguatge inclusiu"],"Oops! Something went wrong while saving.":["Vaja! S'ha produït un error en desar."],"Great! Your settings were saved successfully.":["Genial! La configuració s'ha desat correctament."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Obteniu el vostre codi de verificació a les %1$seines d'administrador web de Yandex%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Registreu el vostre lloc a %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Obteniu el vostre codi de verificació a les %1$sconsola de cerca de Google%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Obteniu el vostre codi de verificació a les %1$sEines de l'administrador web de Bing%2$s."],"Bing":["Bing"],"Add verification code":["Afegeix un codi de verificació"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Obteniu el vostre codi de verificació a les %1$seines d'administrador web de Baidu%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifiqueu el vostre lloc amb diferents eines. Això afegirà una metaetiqueta de verificació a la pàgina d'inici. Podeu trobar instruccions sobre com verificar el vostre lloc per a cada plataforma seguint l'enllaç de la descripció."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Per defecte, només els editors i administradors poden accedir a la secció Avançat i Esquema de la caixa meta del %1$s. Si desactiveu això es permetrà accedir a tots els usuaris."],"Restrict advanced settings for authors":["Restringeix els paràmetres avançats per als autors"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Aquest punt final de l'API REST del Yoast SEO us dona totes les metadades que necessiteu per a un URL específic. Això farà que sigui molt fàcil per a llocs web sense cap WordPress utilitzar el Yoast SEO per a tota la seva metasortida SEO."],"REST API endpoint":["REST API endpoint"],"APIs":["APIs"],"Slack sharing":["Compartició de Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Permet que Twitter mostri una vista prèvia amb imatges i un extracte de text quan es comparteix un enllaç al vostre lloc web."],"Twitter card data":["Dades de la targeta de Twitter"],"Open Graph data":["Obre les dades de la gràfica"],"Social sharing":["Compartició social"],"Site structure":["Estructura del lloc"],"Tell us which features you want to use.":["Digueu-nos quines característiques voleu utilitzar."],"Site preferences":["Preferències del lloc"],"Network disabled":["Xarxa desactivada"],"Unavailable for sub-sites":["No disponible per als subespais"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Aquesta imatge s'utilitza com a alternativa per a entrades\/pàgines que no tenen cap conjunt d'imatges."],"Site image":["Imatge del lloc"],"Title separator":["Separador del títol"],"Recommended size for this image is %1$s%3$s%2$s":["La mida recomanada per a aquesta imatge és %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["La %1$simatge del lloc%2$s requereix dades Open Graph, que actualment està desactivada a la secció «Compartir Social» a %3$sFuncions del lloc%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Afegiu contingut automàticament al vostre RSS. Això us permet afegir enllaços de nou al vostre blog i a les vostres entrades de blog, ajudant els motors de cerca a identificar-vos com la font original del contingut."],"RSS feed":["Fil de subscripció RSS"],"Dismiss":["Descarta"],"%1$s (default)":["%1$s (predeterminat)"],"Additional URL parameters to allow":["Paràmetres d'URL addicionals per permetre"],"Max number of characters to allow in searches":["Nombre màxim de caràcters que es permeten a les cerques"],"Filter searches with common spam patterns":["Filtra les cerques amb patrons de correu brossa comuns"],"Filter searches with emojis and other special characters":["Filtra les cerques amb emojis i altres caràcters especials"],"Filter search terms":["Filtra els termes de cerca"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Enregistra automàticament els motors de cerca com Bing i Yandex quan publiqueu, actualitzeu o suprimiu una entrada."],"IndexNow":["IndexNow"],"Pingback HTTP header":["Capçalera HTTP del retroping"],"Personal logo or avatar":["Logotip personal o avatar"],"Select a user":["Seleccioneu un usuari"],"Add another profile":["Afegeix un altre perfil"],"Site representation":["Representació del lloc"],"Link suggestions":["Suggeriments d'enllaços"],"Insights":["Detalls"],"Social description":["Descripció social"],"Social title":["Títol social"],"Social image":["Imatge social"],"Image":["Imatge"],"Remove image":["Suprimeix la imatge"],"Select image":["Seleccioneu una imatge"],"Replace image":["Reemplaça la imatge"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Això afegeix un autor per línia i una estimació del temps de lectura, al fragment de codi de l’article quan es comparteix a Slack."],"Article type":["Tipus d'article"],"Page type":["Tipus de pàgina"],"Usage tracking":["Seguiment d'ús"],"Check out %1$s":["Comproveu la nostra %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Tenim cursos en línia gratuïts i prèmium per a aprendre tot el que necessiteu saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Voleu aprendre SEO amb l'equip Yoast? Comproveu la nostra %1$s!"],"Learn SEO":["Aprèn SEO"],"Schema":["Esquema"],"Show blog page in breadcrumbs":["Mostra la pàgina del blog a la ruta de navegació"],"Personal info":["Informació personal"],"Organization logo":["Logotip de l'organització"],"Organization name":["Nom de l'organització"],"Organization":["L'organització"],"Select a user...":["Selecciona un usuari..."],"Upgrade to %s":["Actualitza al %s"],"Multiple keyphrases":["Múltiples frases clau"],"Get %s":["Obtè el %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Podeu editar les metadades SEO per a aquest tipus personalitzat a la %1$spàgina de la botiga%2$s."],"Tagline":["Lema"],"Separator":["Separador"],"%d result found, use up and down arrow keys to navigate":["%d resultat trobat, feu servir les tecles amunt i avall per navegar","%d resultats trobats, feu servir les tecles amunt i avall per navegar"],"24\/7 email support":["Suport 24\/7 per correu electrònic"],"The readability analysis offers suggestions to improve the structure and style of your text.":["L'anàlisi de la llegibilitat ofereix suggeriments per millorar l'estructura i l'estil del text."],"SEO analysis":["Anàlisi SEO"],"Text link counter":["Contador d'enllaços de text"],"Cornerstone content":["Contingut fonamental"],"Superfast internal linking suggestions":["Suggeriments interns super ràpids"],"Save changes":["Desa els canvis"],"No ads!":["Sense anuncis!"],"Facebook & Twitter":["Facebook i Twitter"],"Social media preview":["Previsualitzacions de xarxes socials"],"Easy redirect manager":["Gestor de redireccions senzill"],"No more dead links":["Ni un enllaç mort més"],"Increase your SEO reach":["Incrementeu el vostre abast SEO"],"Variable":["Variable"],"Available variables":["Variables disponibles"],"Admin bar menu":["Menú a la barra d'administració"],"SEO title":["Títol SEO"],"Google search console":["Consola de cerca de Google"],"Other social profiles":["Altres perfils socials"],"Readability analysis":["Anàlisi de llegibilitat"],"Back":["Enrere"],"No results found":["No s'ha trobat cap resultat"],"Bold the last page":["Marca l'última pàgina en negreta"],"Author archives":["Arxius de l'autor"],"A link to your site, with your site's name and description as anchor text.":["Un enllaç al vostre lloc, amb el nom i la descripció del vostre lloc com a text de l'enllaç."],"A link to your site, with your site's name as anchor text.":["Un enllaç al vostre lloc, amb el nom del lloc com a àncora de text."],"A link to the post, with the title as anchor text.":["Enllaç a l'entrada, amb el títol com a text."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Podeu utilitzar les variables següents dins del contingut; es reemplaçaran pel contingut a la seva dreta."],"Content to put after each post in the feed":["Contingut que voleu posar després de cada entrada al fil RSS"],"Content to put before each post in the feed":["Contingut que voleu afegir abans de cada entrada al fil de subscripció"],"How to insert breadcrumbs in your theme":["Com inserir la ruta de navegació al vostre tema"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Prefix per a la ruta de navegació"],"Anchor text for the Homepage":["Àncora de text per a la pàgina principal"],"Separator between breadcrumbs":["Separador entre la ruta de navegació"],"Description":["Descripció"],"Special pages":["Pàgines especials"],"Date archives":["Arxius de dates"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Podeu determinar el títol i la descripció de la pàgina del blog %1$seditant la mateixa pàgina%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["El %1$s ha detectat automàticament que necessita forçar la reescriptura dels títols de les vostres pàgines; si creieu que és incorrecte i sabeu el que feu, podeu canviar el paràmetre aquí."],"Force rewrite titles":["Força la reescriptura dels títols."],"Homepage":["Pàgina d'inici"],"Person":["Persona"],"Website name":["Nom del lloc web"],"RSS":["RSS"],"Breadcrumbs":["Ruta de navegació"],"Search":["Cerca"],"Breadcrumbs title":["Títol de la ruta de navegació"],"Pinterest":["Pinterest"],"Next":["Següent"],"Close":["Tanca"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Page title":["Títol de la pàgina"],"None":["Cap"],"Meta description":["Meta descripció"],"Google":["Google"],"General":["General"],"Tools":["Eines"],"Advanced":["Avançat"],"XML sitemaps":["Mapa del lloc XML"],"Social":["Social"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}