{"translation-revision-date":"2023-03-02 12:14:40+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["El vostre compte %s encara no conté cap frase clau per a aquest lloc web. Podeu fer un seguiment de les frases clau utilitzant el botó «Rendiment del SEO de la pista» a l'editor d'entrades."],"%s account":["Compte %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Aquest resum només mostra les frases clau afegides al Yoast SEO. Pot haver-hi altres frases clau afegides al vostre %s."],"Tracking the ranking position...":["Seguiment de la posició de classificació..."],"reconnect to %s":["torna a connectar a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Sembla que alguna cosa ha anat malament en recuperar les dades del vostre lloc web. %s i torneu-ho a provar."],"Read more about keyphrase tracking with Wincher":["Llegiu més sobre el seguiment de frases clau amb Wincher"],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["Connecteu %1$s amb %2$s per a fer un seguiment de la posició de classificació del vostre lloc en els resultats de cerca basant-vos en les frases clau. %3$s"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posició de la frase clau en els últims 90 dies en una escala de 0 a 100."],"Connect with %s":["Connecta amb %s"],"Top performing keyphrases on your site":["S'estan realitzant les frases clau més importants del lloc"],"Get more insights over at %s":["Obteniu més informació a %s"],"Position over time":["Posició al llarg del temps"],"Position":["Posició"],"The number of headers and header labels don't match.":["El nombre de capçaleres i etiquetes de capçalera no coincideix."],"Keyphrase":["Frase clau"],"%d day":["%d dia","%d dies"],"View":["Visualitza"]}},"comment":{"reference":"js\/dist\/dashboard-widget.js"}}