{"translation-revision-date":"2023-03-02 12:14:40+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Potentially non-inclusive":["Potencialment no inclusiu"],"Tracking the ranking position...":["Seguiment de la posició de classificació..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["S'ha produït un error en fer el seguiment de la posició de classificació de la pàgina. Torneu-ho a provar més tard."],"reconnect to %s":["torna a connectar a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Sembla que alguna cosa ha anat malament en recuperar les dades del vostre lloc web. %s i torneu-ho a provar."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Abans de poder fer un seguiment del vostre rendiment SEO, assegureu-vos d'establir el títol de l'entrada i desar-lo com a esborrany o establir manualment l'àlies de l'entrada."],"No keyphrase has been set. Please set a keyphrase first.":["No s'ha establert cap frase clau. Primer establiu una frase clau."],"upgrade your %s plan":["actualitzeu el vostre pla %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Heu assolit la quantitat màxima de %d frases clau que podeu afegir al vostre compte de Wincher. Si voleu afegir més frases clau, %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Amb %1$s podeu fer un seguiment de la posició de classificació de la pàgina en els resultats de cerca basant-vos en les frases clau. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s està seguint la posició de classificació de la pàgina. Això pot trigar uns minuts. Espereu o torneu a comprovar-ho més tard."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Heu connectat correctament a %s! Ara podeu fer un seguiment del rendiment SEO per a les frases clau d'aquesta pàgina."],"Read more about keyphrase tracking with Wincher":["Llegiu més sobre el seguiment de frases clau amb Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["El seguiment automàtic de les frases clau està habilitat. La vostra frase clau serà rastrejada automàticament per %s quan publiqueu la vostra publicació."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posició de la frase clau en els últims 90 dies en una escala de 0 a 100."],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Podeu activar\/deshabilitar el seguiment del rendiment SEO per a cada frase clau a continuació."],"Learn more about the SEO performance feature.":["Més informació sobre la funció de rendiment SEO."],"SEO performance":["Rendiment SEO"],"Connect with %s":["Connecta amb %s"],"* focus keyphrase":["* frase clau"],"Get more insights over at %s":["Obteniu més informació a %s"],"Position over time":["Posició al llarg del temps"],"Position":["Posició"],"Tracking":["Seguiment"],"Check out %s!":["Mireu el %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Voleu poder afegir aquestes frases clau relacionades a l'anàlisi del %s perquè pugueu optimitzar, encara més, el vostre contingut?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Hem trobat un problema en intentar obtenir frases clau relacionades. Torneu a intentar-ho més tard."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Heu assolit la quantitat màxima de 4 frases clau relacionades. Podeu canviar o eliminar frases clau relacionades a les caixes meta del %s o a la barra lateral."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Espereu mentre el %1$s es connecta al %2$s per obtenir les frases clau relacionades..."],"Upgrade your %s plan":["Milloreu el vostre pla del %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Heu assolit el límit de sol·licituds per avui. Torneu a provar-ho demà o milloreu el pla del %s."],"Last month":["El mes passat"],"Two months ago":["Fa dos mesos"],"Three months ago":["Fa tres mesos"],"Four months ago":["Fa quatre mesos"],"Five months ago":["Fa cinc mesos"],"Six months ago":["Fa sis mesos"],"Seven months ago":["Fa set mesos"],"Eight months ago":["Fa vuit mesos"],"Nine months ago":["Fa nou mesos"],"Ten months ago":["Fa deu mesos"],"Eleven months ago":["Fa onze mesos"],"Twelve months ago":["Fa dotze mesos"],"Get more insights at %s":["Obteniu més informació a %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volum de la frase clau els darrers dotze mesos en una escala del 0 al 100."],"Learn more about the related keyphrases trend":["Obteniu més informació sobre la tendència de les frases clau relacionades"],"Trend":["Tendència"],"Learn more about the related keyphrases volume":["Obteniu més informació sobre el volum de les frases clau relacionades"],"Volume":["Volum"],"Related keyphrase":["Paraula clau relacionada"],"Select country":["Seleccioneu un país"],"Show results for:":["Mostra els resultats de:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Ho sentim, no hi ha dades disponibles per a aquesta combinació de paraules clau\/país."],"The number of headers and header labels don't match.":["El nombre de capçaleres i etiquetes de capçalera no coincideix."],"Return to your %s":["Torna a %s"],"Make sure to save your %s for changes to take effect":["Assegureu-vos de desar les %s perquè els canvis tinguin efecte"],"Keyphrase":["Frase clau"],"%d day":["%d dia","%d dies"],"Good results":["Bons resultats"],"Considerations":["Consideracions"],"Errors":["Errors"],"Good SEO score":["Bona puntuació SEO"],"OK SEO score":["Puntuació SEO acceptable"],"Feedback":["Suggeriments"],"Needs improvement":["Necessita millorar"],"Improvements":["Millores"],"Problems":["Problemes"],"Good":["Bo"],"OK":["D'acord"],"View":["Visualitza"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}