{"translation-revision-date":"2022-08-29 07:05:51+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Register now!":["Registreu-vos ara!"],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":["Voleu optimitzar encara més amb l'ajuda dels nostres experts en SEO? Registreu-vos al nostre webinar setmanal gratuït!"],"Get the most out of Yoast SEO":["Treu el màxim de Yoast SEO"],"Dismiss this notice.":["Descarta aquest avís."],"Your website is currently configured to represent an Organization. If you want your site to represent a Person, please select 'Person' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["El vostre lloc web està configurat per representar una organització. Si voleu que el vostre lloc representi una persona, seleccioneu «Persona» a la secció «Knowledge Graph Schema.org» de la configuració %1$sAparença de cerca%2$s."],"Tell us if you have any other profiles on the web that belong to your organization. You can also add profiles from platforms like Instagram, YouTube, LinkedIn, Pinterest or Wikipedia.":["Digueu-nos si teniu altres perfils a la web que pertanyen a la vostra organització. També podeu afegir perfils de plataformes com Instagram, YouTube, LinkedIn, Pinterest o Wikipedia."],"If you want your site to represent an Organization, please select 'Organization' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Si voleu que el vostre lloc representi una organització, seleccioneu 'Organització' a la secció 'Knowledge Graph Schema.org' de la configuració %1$sAparença de cerca%2$s."],"Your website is currently configured to represent a Person. If you want to edit the social accounts for your site, please go to the user profile of the selected person%1$s.":["El vostre lloc web està configurat per representar una persona. Si voleu editar els comptes socials del vostre lloc, aneu al perfil d'usuari de la persona seleccionada%1$s."],"Personal social profiles":["Perfils socials personals"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Hi ha canvis sense desar en un o més passos. Sortir significa que aquests canvis no es poden desar. Segur que voleu sortir?"],"Add another profile":["Afegeix un altre perfil"],"Delete item":["Suprimeix l'element"],"E.g. https:\/\/social-platform.com\/yoast":["P. ex. https:\/\/social-platform.com\/yoast"],"Other social profile":["Altres perfils socials"],"E.g. https:\/\/www.wikipedia.com\/yoast":["P. ex. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["P. ex. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["P. ex. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["P. ex. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["P. ex. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["P. ex. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["P. ex. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["P. ex. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["P. ex. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["P. ex. https:\/\/www.facebook.com\/yoast"],"Saved!":["Desat!"],"Could not save this value. Please check the URL.":["No s'ha pogut desar aquest valor. Comproveu l'URL."],"Could not save this value. Please check the URL or username.":["No s'ha pogut desar aquest valor. Comproveu l'URL o el nom d'usuari."],"Social image":["Imatge social"],"Image":["Imatge"],"Select image":["Seleccioneu una imatge"],"default":["predeterminat"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["En desar, aquest paràmetre s'aplicarà a totes les %1$s. Les %1$s que s'han configurat manualment romandran sense canvis.","En desar, aquest paràmetre s'aplicarà a totes les %1$s. Les %1$s que s'han configurat manualment romandran sense canvis."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Trieu com haurien de descriure's les %1$s per defecte en el marcat de schema.org del lloc web. Podru canviar la configuració d'aquests paràmetres per a cada %1$s."],"Learn more about the schema settings":["Més informació sobre les opcions de schema.org "],"Schema settings":["Configuració de Schema"],"Default Article type":["Tipus d'article predeterminat"],"Default Page type":["Tipus de pàgina per defecte"],"Person logo \/ avatar":["Logotip \/ avatar de la persona"],"Get the %s plugin now":["Ja podeu aconseguir l'extensió %s"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Optimitza el teu lloc web per a l'audiència local amb la nostra extensió %s! Detalls d'adreça optimitzats, hores d'obertura, localitzador de la botiga i opció de recollida en botiga!"],"Serving local customers?":["Servint clients locals?"],"Organization logo":["Logotip de l'organització"],"Organization's social profiles":["Perfils socials de l'organització"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Heu seleccionat l’usuari %1$s com a persona que representa aquest lloc. La seva informació de perfil d’usuari s’utilitzarà ara als resultats de la cerca. %2$sActualitzeu el seu perfil per assegurar-vos de que la informació és correcta.%3$s"],"Please select a user below to make your site's meta data complete.":["Error: Seleccioneu un usuari a sota per completar les meta dades del vostre lloc."],"Select a user...":["Selecciona un usuari..."],"Save changes":["Desa els canvis"],"Name":["Nom"],"Twitter":["Twitter"],"Facebook":["Facebook"]}},"comment":{"reference":"js\/dist\/settings.js"}}