{"translation-revision-date":"2022-10-12 06:37:35+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Usa campos de %s para reforzar tus etiquetas meta y plantillas, y analiza todo tu contenido."],"Integrate your custom fields and SEO data":["Integra tus campos personalizados con los datos SEO"],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Mejora tu SEO técnico, etiquetas meta y accede a más herramientas SEO para comercio electrónico."],"Upgrade your %s SEO":["Mejora el SEO de tu %s"],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Conecta tu cuenta de %1$s para mejorar los resultados de búsqueda de tu sitio usando datos de %2$s."],"Improve internal search results":["Mejorar los resultados de la búsqueda interna"],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Mejora tus etiquetas meta y vistas previa sociales, y gestiona tus ajustes SEO en un solo lugar."],"Get the most out of %1$s and %2$s, together":["Saca el máximo partido de %1$s y %2$s, juntos"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Aprovecha tus herramientas favoritas de análisis de SEO y contenido con tu maquetador de páginas favorito. "],"Get %1$s tools and functionality in %2$s":["Usa las herramientas y funcionalidad de %1$s en %2$s"],"Upgrade your workflow and automate tasks":["Mejora tu flujo de trabajo y automatiza tareas"],"Use the power of the blockchain to timestamp your content with %s.":["Usa el potencial de la cadena de bloques para añadir marcas temporales a tu contenido con %s."],"Make your terms & privacy pages more trustworthy":["Haz que tus páginas de términos y privacidad sean más fiables"],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Vigila cómo posicionan tus entradas conectando a tu cuenta de %s."],"Track your rankings through time":["Haz seguimiento de tu posicionamiento a lo largo del tiempo"],"Find out what your audience is searching for with %s data right in your sidebar.":["Descubre qué está buscando tu audiencia con los datos de %s desde tu barra lateral."],"Do keyword research without leaving your post":["Haz investigación de palabras clave sin salir de tu entrada"],"Plugin integrations":["Integraciones con plugins"],"Recommended integrations":["Integraciones recomendadas"],"Enable integration":["Activar la integración"],"Send tweets, trigger emails, and integrate with over 5,000 other apps & tools in %s.":["Envía tuits, lanza correos electrónicos, e intégralo con más de 5.000 otras aplicaciones y herramientas en %s."],"Integration unavailable for multisites":["Integración no disponible para multisitios"],"Network Disabled":["Desactivado para la red"],"Install %1$s Content Analysis for %2$s":["Instala el análisis de contenido para %1$s de %2$s"],"Activate %1$s Content Analysis for %2$s":["Activa el análisis de contenido para %1$s de %2$s"],"%1$s integrates with %2$s":["%1$s se integra con %2$s"],"Integration active":["Integración activa"],"Plugin not detected":["Plugin no detectado"],"Activate %s":["Activar %s"],"Unlock with Premium":["Desbloquéalo con la versión Premium"],"New":["Nuevo"],"%s can integrate with third party products. You can enable or disable these integrations below.":["%s puede integrarse con productos de terceros. Puedes activar o desactivar estas integraciones abajo."],"(Opens in a new browser tab)":["(Se abre en  una nueva pestaña del navegador)"],"Buy %s":["Comprar %s"],"Integrations":["Integraciones"]}},"comment":{"reference":"js\/dist\/integrations-page.js"}}