{"translation-revision-date":"2023-03-02 12:14:40+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"We could not save the website name. Please check the value.":["No hem pogut desar el nom del lloc web. Comproveu el valor."],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Ens vàrem prendre la llibertat d'utilitzar el títol del lloc i el logotip per al nom de l'organització i el logotip. Podeu canviar-ho a continuació."],"Finish configuration":["Finalitza la configuració"],"Personal preferences":["Preferències personals"],"SEO data optimization":["Optimització de dades SEO"],"An error has occurred: %1$s":["S'ha produït un error: %1$s"],"We could not save the organization name. Please check the value.":["No s'ha pogut desar el nom de l'organització. Comproveu el valor."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["L'equip d'indexables del Yoast està impacient per aconseguir que el vostre lloc estigui a les primeres posicions per als motors de cerca. Ajudeu-nos i feu aquests cinc passos per posar els indexables del Yoast a treballar!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["Poseu %1$sl'equip d'indexables de %2$s%3$s a treballar! Feu que Google entengui el vostre lloc."],"Tell us about your site, so we can get your site ranked!":["Expliqueu-nos el vostre lloc web, per tal que puguem classificar-lo!"],"What data will be tracked and for what reasons?":["Quines dades es faran un seguiment i per quines raons?"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["Necessitem la vostra ajuda per millorar en Yoast SEO. Podem recopilar informació anònima sobre el vostre lloc web i com l'utilitzeu?"],"%s usage tracking":["Seguiment de l'ús de %s"],"E.g. example@email.com":["P. ex. exemple.email.com"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Registreu-vos al butlletí %1$s per rebre consells de millor pràctica sobre com classificar, manteniu-vos al dia amb les últimes notícies SEO i obteniu orientació sobre com utilitzar %2$s al màxim!"],"%s newsletter":["Butlletí %s"],"Thank you! Check your inbox for the confirmation email.":["Gràcies! Comproveu la safata d'entrada per al correu electrònic de confirmació."],"Please enter a valid email address.":["Introduïu una adreça electrònica vàlida."],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["Si us plau, tingueu en compte que heu d'omplir tots els paràmetres d'aquest pas per a obtenir el major valor de les dades estructurades. %1$sLlegiu més sobre la importància de les dades estructurades%2$s."],"Help us out here! Is your site about an organization or a person? ":["Ajudeu-nos aquí! El vostre lloc és sobre una organització o una persona?"],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["Completar aquest pas ajudarà Google a entendre el vostre lloc web i millorarà la vostra oportunitat d'obtenir %1$senriquiment de resultats%2$s."],"Personal logo or avatar":["Logotip personal o avatar"],"Select a user":["Seleccioneu un usuari"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Heu seleccionat l'usuari %1$s com a persona que representa aquest lloc. Aquesta informació del perfil d'usuari s'utilitzarà ara als resultats de la cerca. No teniu permís per actualitzar aquest perfil d'usuari, així que demaneu a aquest usuari o a un administrador que s'asseguri que la informació és correcta."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Heu seleccionat l'usuari %1$s com a persona que representa aquest lloc. Aquesta informació del perfil d'usuari s'utilitzarà ara als resultats de la cerca. %2$sActualitzeu aquest perfil per assegurar-vos que la informació és correcta%3$s."],"Uploading image...":["S'està pujant la imatge..."],"Select an option":["Seleccioneu una opció"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Tingueu en compte que haureu d'executar l'optimització de dades SEO perquè aquesta configuració tingui el màxim efecte."],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["Analitzem el vostre lloc tal com fa Google i posem aquests indexables en acció executant l'optimització de dades SEO! Els nostres indexables milloraran immediatament les qüestions tècniques sense que calgui fer res.\n\nSi teniu molt de contingut, aquesta optimització pot trigar una estona. Però confieu en nosaltres, val la pena! Voleu llegir-ne més, %1$sreviseu els beneficis de l'equip indexables.%2$s"],"We've already successfully analyzed your site. You can move on to the next step.":["Ja hem analitzat correctament el vostre lloc. Podeu passar al següent pas."],"We've successfully analyzed your site!":["Hem analitzat correctament el vostre lloc!"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["S'està executant l'optimització de dades SEO... Podeu passar amb seguretat als passos següents d'aquesta configuració."],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Necessitem una mica més d'ajuda! Afegiu el perfil de Facebook i Twitter de la vostra organització perquè també puguem optimitzar les metadades per a aquestes plataformes."],"Add another profile":["Afegeix un altre perfil"],"Delete item":["Suprimeix l'element"],"E.g. https:\/\/social-platform.com\/yoast":["P. ex. https:\/\/social-platform.com\/yoast"],"Other social profile":["Altres perfils socials"],"E.g. https:\/\/www.wikipedia.com\/yoast":["P. ex. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["P. ex. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["P. ex. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["P. ex. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["P. ex. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["P. ex. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["P. ex. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["P. ex. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["P. ex. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["P. ex. https:\/\/www.facebook.com\/yoast"],"Could not save this value. Please check the URL.":["No s'ha pogut desar aquest valor. Comproveu l'URL."],"Could not save this value. Please check the URL or username.":["No s'ha pogut desar aquest valor. Comproveu l'URL o el nom d'usuari."],"Email address":["Adreça de correu electrònic"],"Oops! Something went wrong. Check your email address and try again.":["Vaja! Alguna cosa ha anat malament. Comproveu la vostra adreça electrònica i torneu-ho a provar."],"Sign up!":["Registreu-vos!"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respecta la vostra privadesa. Llegiu la nostra %1$spolítica de privadesa%2$s per saber com gestionem la vostra informació personal."],"Save and continue":["Desa i continua"],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Important: Mai vendrem aquestes dades. I, per descomptat, com sempre, no recollirem cap dada personal vostra o sobre els vostres visitants."],"Yes, you can track my site data":["Sí, podeu fer un seguiment de les dades del meu lloc!"],"No, don’t track my site data":["No, no facis un seguiment de les dades del meu lloc"],"Does your site represent an Organization or Person?":["El vostre lloc representa una organització o persona?"],"Site representation":["Representació del lloc"],"Continue":["Continua"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Encara podeu executar l'optimització de les dades SEO a la %1$sSecció d'Eines%2$s. Un cop acabat, refresqueu aquesta pàgina."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Aquest pas de configuració està desactivat, perquè no esteu executant l'última versió del Yoast SEO Premium. Actualitzeu a la versió més recent (almenys %1$s)."],"Error stack trace":["Seguiment de la pila d'errors"],"Response":["Resposta"],"Error message":["Missatge d'error"],"Status code":["Codi d'estat"],"Request method":["Mètode de sol·licitud"],"Request URL":["URL de sol·licitud"],"Error details":["Detalls de l'error"],"Remove image":["Suprimeix la imatge"],"Select image":["Seleccioneu una imatge"],"Replace image":["Reemplaça la imatge"],"This feature has been disabled since subsites never send tracking data.":["Aquesta característica s'ha deshabilitat ja que els llocs web secundaris mai envien informació de seguiment."],"Stop SEO data optimization":["Atureu l'optimització de dades de SEO"],"SEO data optimization is disabled for non-production environments.":["L'optimització de dades de SEO està desactivada per a entorns que no són de producció."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Aquesta funció inclou i substitueix el comptador d'enllaços de text i l'anàlisi d'enllaços interns"],"Start SEO data optimization":["Comença l'optimització de dades SEO"],"Organization logo":["Logotip de l'organització"],"Organization name":["Nom de l'organització"],"This feature has been disabled by the network admin.":["Aquesta característica ha estat desactivada per l'administrador de la xarxa."],"Go back":["Torna"],"Save changes":["Desa els canvis"],"Name":["Nom"],"Social profiles":["Perfils socials"],"Loading...":["S'està carregant..."],"Website name":["Nom del lloc web"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Edit":["Edita"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}