{"translation-revision-date":"2021-06-01 09:11:10+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Schema analysis:":["Anàlisi de l'esquema:"],"Check out %s!":["Mireu el %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Voleu poder afegir aquestes frases clau relacionades a l'anàlisi del %s perquè pugueu optimitzar, encara més, el vostre contingut?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Hem trobat un problema en intentar obtenir frases clau relacionades. Torneu a intentar-ho més tard."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Heu assolit la quantitat màxima de 4 frases clau relacionades. Podeu canviar o eliminar frases clau relacionades a les caixes meta del %s o a la barra lateral."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Espereu mentre el %1$s es connecta al %2$s per obtenir les frases clau relacionades..."],"Upgrade your %s plan":["Milloreu el vostre pla del %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Heu assolit el límit de sol·licituds per avui. Torneu a provar-ho demà o milloreu el pla del %s."],"Last month":["El mes passat"],"Two months ago":["Fa dos mesos"],"Three months ago":["Fa tres mesos"],"Four months ago":["Fa quatre mesos"],"Five months ago":["Fa cinc mesos"],"Six months ago":["Fa sis mesos"],"Seven months ago":["Fa set mesos"],"Eight months ago":["Fa vuit mesos"],"Nine months ago":["Fa nou mesos"],"Ten months ago":["Fa deu mesos"],"Eleven months ago":["Fa onze mesos"],"Twelve months ago":["Fa dotze mesos"],"Get more insights at %s":["Obteniu més informació a %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volum de la frase clau els darrers dotze mesos en una escala del 0 al 100."],"Learn more about the related keyphrases trend":["Obteniu més informació sobre la tendència de les frases clau relacionades"],"Trend":["Tendència"],"Learn more about the related keyphrases volume":["Obteniu més informació sobre el volum de les frases clau relacionades"],"Volume":["Volum"],"Related keyphrase":["Paraula clau relacionada"],"Select country":["Seleccioneu un país"],"Show results for:":["Mostra els resultats de:"],"Please enter a focus keyphrase first to get related keyphrases":["Introduïu una frase clau principal per obtenir altres frases clau relacionades"],"Sorry, there's no data available for that keyphrase\/country combination.":["Ho sentim, no hi ha dades disponibles per a aquesta combinació de paraules clau\/país."],"Get related keyphrases":["Obté frases clau relacionades"],"Related keyphrases":["Paraules clau relacionades"],"The number of headers and header labels don't match.":["El nombre de capçaleres i etiquetes de capçalera no coincideix."],"Twitter preview":["Vista prèvia del Twitter"],"Facebook preview":["Vista prèvia del Facebook"],"Return to your %s":["Torna a %s"],"Make sure to save your %s for changes to take effect":["Assegureu-vos de desar les %s perquè els canvis tinguin efecte"],"Default for %1$s (%2$s)":["Per defecte per a %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Això ajuda els motors de cerca a entendre millor el lloc web i el seu contingut. Podeu canviar algunes de les preferències a continuació. "],"Yoast SEO automatically describes your pages using schema.org":["El Yoast SEO descriu automàticament les pàgines utilitzant schema.org"],"Article type":["Tipus d'article"],"Page type":["Tipus de pàgina"],"Learn more about page or content types":["Apreneu més sobre els tipus de pàgina o de contingut"],"What type of page or content is this?":["Quin tipus de pàgina o contingut és aquest?"],"Learn more about structured data with Schema.org":["Apreneu més sobre les dades estructurades amb Schema.org"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["Podeu canviar el tipus per defecte per a %1$s a la %2$sConfiguració d'aparença en el cercador%3$s."],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["En desar, aquest paràmetre s'aplicarà a totes les %1$s. Les %1$s que s'han configurat manualment romandran sense canvis.","En desar, aquest paràmetre s'aplicarà a totes les %1$s. Les %1$s que s'han configurat manualment romandran sense canvis."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Trieu com haurien de descriure's les %1$s per defecte en el marcat de schema.org del lloc web. Podru canviar la configuració d'aquests paràmetres per a cada %1$s."],"Learn more about the schema settings":["Més informació sobre les opcions de schema.org "],"Schema settings":["Configuració de Schema"],"Default Article type":["Tipus d'article predeterminat"],"Default Page type":["Tipus de pàgina per defecte"],"Modify your %s description by editing it right here...":["Modifica la descripció del %s editant-la aquí mateix…"],"Modify your %s title by editing it right here...":["Modifica el títol del %s editant-lo aquí mateix…"],"%s preview":["Vista prèvia del %s"],"Open in new tab":["Obre en una pestanya nova"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Aquest és un enllaç promocionat o de publicitat (marcal com a %1$spatrocinat%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Els motors de cerca haurien d'ignorar aquest enllaç (marcat com a %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Apreneu més sobre els enllaços marcats com a nofollow o patrocinats."],"Link inserted.":["S'ha inserit l'enllaç."],"Link edited.":["S'ha editat l'enllaç."],"Warning: the link has been inserted but may have errors. Please test it.":["Atenció: l'enllaç s'ha inserit però pot tenir errors. Comproveu-lo."],"Link":["Enllaç"],"Unlink":["Desenllaça"],"Link removed.":["S'ha suprimit l'enllaç."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Actualitzeu la vostra versió del WordPress o instal·leu el plugin del Gutenberg per obtenir aquesta funció del %1$s."],"Marking links with nofollow\/sponsored has been disabled for WordPress installs < 5.4.":["Marcar enllaços amb nofollow\/sponsored s'ha desactivat per a instal·lacions de WordPress inferiors a la 5.4."],"No focus keyword was entered":["No s'ha introduït cap paraula clau."],"We've analyzed your post. There is still room for improvement!":["Hem analitzat la vostra entrada. Encara hi ha marge de millora!"],"We've analyzed your post. Everything looks good. Well done!":["Hem analitzat la vostra entrada. Tot sembla bé. Ben fet!"],"Share your post!":["Compartiu l'entrada!"],"Improve your post with Yoast SEO":["Milloreu l'entrada amb el Yoast SEO"],"SEO analysis:":["Anàlisi SEO:"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["La frase clau és massa llarga. Només pot tenir fins a 191 caràcters."],"Learn more about the no-index setting on our help page.":["Més informació sobre el paràmetre no-index a la nostra pàgina d'ajuda."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Si bé podeu definir el paràmetre dels meta robots aquí, la configuració global del lloc a la secció de privacitat l'ha definit com a no indexable i, per tant, els canvis que feu aquí no tindran cap efecte."],"Learn more about canonical URLs on our help page.":["Més informació sobre els URL a la nostra pàgina d'ajuda."],"Learn more about the breadcrumbs title setting on our help page.":["Més informació sobre el paràmetre del títol de la ruta de navegació a la nostra pàgina d'ajuda."],"Learn more about advanced meta robots settings on our help page.":["Més informació sobre paràmetres avançats dels meta robots a la nostra pàgina d'ajuda."],"Learn more about the no-follow setting on our help page.":["Més informació sobre el paràmetre no-follow a la nostra pàgina d'ajuda."],"Should search engines follow links on this %s":["Haurien els motors de cerca seguir els enllaços en %s"],"Google preview":["Vista prèvia del Google"],"Schema":["Esquema"],"Focus keyphrase":["Frase clau objectiu"],"Help on choosing the perfect focus keyphrase":["Ajuda triant la frase clau perfecta"],"Would you like to add a related keyphrase?":["Voleu afegir una frase clau relacionada?"],"Go %s!":["Vés a %s!"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Sabeu que %s també analitza les diferents formes de les paraules de la frase clau, com plurals i passats?"],"Rank better with synonyms & related keyphrases":["Aconseguiu un millor posicionament amb sinònims i frases clau relacionades."],"Add related keyphrase":["Afegeix una frase clau relacionada"],"Get %s":["Obtè el %s"],"Learn more about the readability analysis":["Obteniu més informació sobre l'anàlisi de lectura."],"Readability analysis:":["Anàlisi de lectura:"],"Great news: you can, with %s!":["Bones notícies: podeu, amb %s!"],"(Opens in a new browser window)":["(S'obre a una nova finestra del navegador)"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Esteu intentant utilitzar múltiples paraules clau? Hauríeu d'afegir-les separadament a sota."],"Mark as cornerstone content":["Marca com a contingut essencial"],"Analysis results":["Resultats de l'anàlisi:"],"Enter a focus keyphrase to calculate the SEO score":["Introduïu una paraula clau per calcular la puntuació SEO "],"Learn more about Cornerstone Content.":["Apreneu més sobre el contingut essencial."],"Cornerstone content should be the most important and extensive articles on your site.":["El contingut essencial han de ser els articles més importants i extensos del vostre lloc."],"Add synonyms":["Afegiu sinònims"],"Would you like to add keyphrase synonyms?":["Us agradaria afegir sinònims de frase clau?"],"24\/7 email support":["Suport 24\/7 per correu electrònic"],"%s (current default for %s)":["%s (valor predeterminat actual per a %s)"],"Allow search engines to show this %s in search results?":["Voleu permetre als motors de cerca mostrar %s als resultats de de la cerca?"],"SEO analysis":["Anàlisi SEO"],"Find out why you should upgrade to %s":["Vegeu perquè hauríeu d'actualitzar a %s"],"(Opens in a new browser tab)":["(S'obre en una nova pestanya del navegador)"],"Do you want to preview what it will look like if people share this post on %s? You can, with %s.":["Voleu previsualitzar com es veurà si la gent comparteix aquesta entrada al %1$s? Podeu, amb el %2$s."],"Other benefits of %s for you:":["Altres avantatges de %s:"],"Cornerstone content":["Contingut fonamental"],"Superfast internal linking suggestions":["Suggeriments interns super ràpids"],"Great news: you can, with %1$s!":["Bones notícies: podeu, amb %1$s!"],"1 year free support and updates included!":["1 any d'actualitzacions gratuïtes incloses!"],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sPrevisualitzacions de xarxes socials%2$s: Facebook & Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sNi un enllaç mort més%2$s: gestor de redireccions senzill"],"No ads!":["Sense anuncis!"],"Good SEO score":["Bona puntuació SEO"],"OK SEO score":["Puntuació SEO acceptable"],"Feedback":["Suggeriments"],"Please provide a meta description by editing the snippet below.":["Afegiu una descripció meta editant la previsualització inferior."],"No":["No"],"Yes":["Sí"],"Readability analysis":["Anàlisi de llegibilitat"],"Needs improvement":["Necessita millorar"],"Open":["Obre"],"Yoast SEO":["Yoast SEO"],"Good":["Bo"],"Close":["Tanca"],"Twitter":["Twitter"],"Facebook":["Facebook"],"OK":["D'acord"],"Canonical URL":["URL canònic"],"Breadcrumbs Title":["Títol de la ruta de navegació"],"No Snippet":["No Snippet"],"No Archive":["No arxives"],"No Image Index":["No indexes imatges"],"Meta robots advanced":["Meta Robots avançat"],"Advanced":["Avançat"]}},"comment":{"reference":"js\/dist\/block-editor-1670.js"}}