{"translation-revision-date":"2022-08-29 07:05:51+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Register now!":["Registreu-vos ara!"],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":["Voleu optimitzar encara més amb l'ajuda dels nostres experts en SEO? Registreu-vos al nostre webinar setmanal gratuït!"],"Get the most out of Yoast SEO":["Treu el màxim de Yoast SEO"],"Dismiss this notice.":["Descarta aquest avís."],"character":["caràcter"],"word":["paraula"],"Tracking the ranking position...":["Seguiment de la posició de classificació..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["S'ha produït un error en fer el seguiment de la posició de classificació de la pàgina. Torneu-ho a provar més tard."],"reconnect to %s":["torna a connectar a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Sembla que alguna cosa ha anat malament en recuperar les dades del vostre lloc web. %s i torneu-ho a provar."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Abans de poder fer un seguiment del vostre rendiment SEO, assegureu-vos d'establir el títol de l'entrada i desar-lo com a esborrany o establir manualment l'àlies de l'entrada."],"No keyphrase has been set. Please set a keyphrase first.":["No s'ha establert cap frase clau. Primer establiu una frase clau."],"upgrade your %s plan":["actualitzeu el vostre pla %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Heu assolit la quantitat màxima de %d frases clau que podeu afegir al vostre compte de Wincher. Si voleu afegir més frases clau, %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Amb %1$s podeu fer un seguiment de la posició de classificació de la pàgina en els resultats de cerca basant-vos en les frases clau. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s està seguint la posició de classificació de la pàgina. Això pot trigar uns minuts. Espereu o torneu a comprovar-ho més tard."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Heu connectat correctament a %s! Ara podeu fer un seguiment del rendiment SEO per a les frases clau d'aquesta pàgina."],"Read more about keyphrase tracking with Wincher":["Llegiu més sobre el seguiment de frases clau amb Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["El seguiment automàtic de les frases clau està habilitat. La vostra frase clau serà rastrejada automàticament per %s quan publiqueu la vostra publicació."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posició de la frase clau en els últims 90 dies en una escala de 0 a 100."],"Track SEO performance":["Segueix el rendiment SEO"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Podeu activar\/deshabilitar el seguiment del rendiment SEO per a cada frase clau a continuació."],"Learn more about the SEO performance feature.":["Més informació sobre la funció de rendiment SEO."],"SEO performance":["Rendiment SEO"],"Connect with %s":["Connecta amb %s"],"* focus keyphrase":["* frase clau"],"Get more insights over at %s":["Obteniu més informació a %s"],"Position over time":["Posició al llarg del temps"],"Position":["Posició"],"Tracking":["Seguiment"],"Get %s to unlock social previews!":["Obtingueu %s per desbloquejar previsualitzacions socials!"],"Want to see how your content will look when it’s shared on %s?":["Voleu veure com es veurà el vostre contingut quan es comparteixi a %s?"],"Insights":["Detalls"],"Read more about Schema.":["Llegiu més sobre Schema."],"Select image":["Seleccioneu una imatge"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Malauradament no podem desar els canvis als paràmetres de SEO mentre esteu treballant en un esborrany d'una %1$s ja publicada. Si voleu desar els canvis SEO, assegureu-vos de fer clic a \"Actualitza\", o espereu a fer els canvis SEO fins que estigueu preparats per actualitzar l'%1$s."],"Got it":["Ho heu aconseguit"],"Get started with Yoast SEO's content analysis for Elementor!":["Comenceu amb l'analitzador de contingut del Yoast SEO per a l'Elementor."],"New: Yoast SEO for Elementor":["Nou: Yoast SEO per a l'Elementor"],"Check out %s!":["Mireu el %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Voleu poder afegir aquestes frases clau relacionades a l'anàlisi del %s perquè pugueu optimitzar, encara més, el vostre contingut?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Hem trobat un problema en intentar obtenir frases clau relacionades. Torneu a intentar-ho més tard."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Heu assolit la quantitat màxima de 4 frases clau relacionades. Podeu canviar o eliminar frases clau relacionades a les caixes meta del %s o a la barra lateral."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Espereu mentre el %1$s es connecta al %2$s per obtenir les frases clau relacionades..."],"Upgrade your %s plan":["Milloreu el vostre pla del %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Heu assolit el límit de sol·licituds per avui. Torneu a provar-ho demà o milloreu el pla del %s."],"Last month":["El mes passat"],"Two months ago":["Fa dos mesos"],"Three months ago":["Fa tres mesos"],"Four months ago":["Fa quatre mesos"],"Five months ago":["Fa cinc mesos"],"Six months ago":["Fa sis mesos"],"Seven months ago":["Fa set mesos"],"Eight months ago":["Fa vuit mesos"],"Nine months ago":["Fa nou mesos"],"Ten months ago":["Fa deu mesos"],"Eleven months ago":["Fa onze mesos"],"Twelve months ago":["Fa dotze mesos"],"Get more insights at %s":["Obteniu més informació a %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volum de la frase clau els darrers dotze mesos en una escala del 0 al 100."],"Learn more about the related keyphrases trend":["Obteniu més informació sobre la tendència de les frases clau relacionades"],"Trend":["Tendència"],"Learn more about the related keyphrases volume":["Obteniu més informació sobre el volum de les frases clau relacionades"],"Volume":["Volum"],"Related keyphrase":["Paraula clau relacionada"],"Select country":["Seleccioneu un país"],"Show results for:":["Mostra els resultats de:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Ho sentim, no hi ha dades disponibles per a aquesta combinació de paraules clau\/país."],"The number of headers and header labels don't match.":["El nombre de capçaleres i etiquetes de capçalera no coincideix."],"Twitter preview":["Vista prèvia del Twitter"],"Facebook preview":["Vista prèvia del Facebook"],"Return to your %s":["Torna a %s"],"Make sure to save your %s for changes to take effect":["Assegureu-vos de desar les %s perquè els canvis tinguin efecte"],"Default for %1$s (%2$s)":["Per defecte per a %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Això ajuda els motors de cerca a entendre millor el lloc web i el seu contingut. Podeu canviar algunes de les preferències a continuació. "],"Yoast SEO automatically describes your pages using schema.org":["El Yoast SEO descriu automàticament les pàgines utilitzant schema.org"],"Article type":["Tipus d'article"],"Page type":["Tipus de pàgina"],"Learn more about page or content types":["Apreneu més sobre els tipus de pàgina o de contingut"],"What type of page or content is this?":["Quin tipus de pàgina o contingut és aquest?"],"Learn more about structured data with Schema.org":["Apreneu més sobre les dades estructurades amb Schema.org"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["Podeu canviar el tipus per defecte per a %1$s a la %2$sConfiguració d'aparença en el cercador%3$s."],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["En desar, aquest paràmetre s'aplicarà a totes les %1$s. Les %1$s que s'han configurat manualment romandran sense canvis.","En desar, aquest paràmetre s'aplicarà a totes les %1$s. Les %1$s que s'han configurat manualment romandran sense canvis."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Trieu com haurien de descriure's les %1$s per defecte en el marcat de schema.org del lloc web. Podru canviar la configuració d'aquests paràmetres per a cada %1$s."],"Learn more about the schema settings":["Més informació sobre les opcions de schema.org "],"Schema settings":["Configuració de Schema"],"Default Article type":["Tipus d'article predeterminat"],"Default Page type":["Tipus de pàgina per defecte"],"Learn more about the no-index setting on our help page.":["Més informació sobre el paràmetre no-index a la nostra pàgina d'ajuda."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Si bé podeu definir el paràmetre dels meta robots aquí, la configuració global del lloc a la secció de privacitat l'ha definit com a no indexable i, per tant, els canvis que feu aquí no tindran cap efecte."],"Learn more about canonical URLs on our help page.":["Més informació sobre els URL a la nostra pàgina d'ajuda."],"Learn more about the breadcrumbs title setting on our help page.":["Més informació sobre el paràmetre del títol de la ruta de navegació a la nostra pàgina d'ajuda."],"Learn more about advanced meta robots settings on our help page.":["Més informació sobre paràmetres avançats dels meta robots a la nostra pàgina d'ajuda."],"Learn more about the no-follow setting on our help page.":["Més informació sobre el paràmetre no-follow a la nostra pàgina d'ajuda."],"Should search engines follow links on this %s":["Haurien els motors de cerca seguir els enllaços en %s"],"Google preview":["Vista prèvia del Google"],"Schema":["Esquema"],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Un cop afegiu una mica més de contingut escrit, us donarem una llista de les paraules que més apareixen al contingut. Aquestes donen una indicació de sobre què centra el vostre contingut."],"%d occurrences":["%d ocurrències"],"Keyphrase":["Frase clau"],"Good job!":["Bon treball!"],"Add related keyphrase":["Afegeix una frase clau relacionada"],"Get %s":["Obtè el %s"],"%d day":["%d dia","%d dies"],"Great news: you can, with %s!":["Bones notícies: podeu, amb %s!"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Llegeix la nostra%1$sguia definitiva per a la recerca de paraules clau%2$s per aprendre més sobre la recerca i estratègia de paraules clau."],"Prominent words":["Paraules destacades"],"Get Yoast SEO Premium":["Aconseguiu Yoast SEO Premium"],"24\/7 email support":["Suport 24\/7 per correu electrònic"],"%s (current default for %s)":["%s (valor predeterminat actual per a %s)"],"Allow search engines to show this %s in search results?":["Voleu permetre als motors de cerca mostrar %s als resultats de de la cerca?"],"Other benefits of %s for you:":["Altres avantatges de %s:"],"Superfast internal linking suggestions":["Suggeriments interns super ràpids"],"1 year free support and updates included!":["1 any d'actualitzacions gratuïtes incloses!"],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sPrevisualitzacions de xarxes socials%2$s: Facebook & Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sNi un enllaç mort més%2$s: gestor de redireccions senzill"],"No ads!":["Sense anuncis!"],"Please provide a meta description by editing the snippet below.":["Afegiu una descripció meta editant la previsualització inferior."],"No":["No"],"Yes":["Sí"],"very difficult":["molt difícil"],"Try to make shorter sentences, using less difficult words to improve readability":["Proveu de fer frases més curtes i amb paraules menys complexes per tal de millorar la legibilitat."],"difficult":["difícil"],"Try to make shorter sentences to improve readability":["Proveu de fer frases més curtes per millorar la legibilitat"],"fairly difficult":["prou difícil"],"fairly easy":["prou fàcil"],"easy":["fàcil"],"very easy":["molt fàcil"],"Canonical URL":["URL canònic"],"Breadcrumbs Title":["Títol de la ruta de navegació"],"No Snippet":["No Snippet"],"No Archive":["No arxives"],"No Image Index":["No indexes imatges"],"Meta robots advanced":["Meta Robots avançat"],"View":["Visualitza"],"Advanced":["Avançat"]}},"comment":{"reference":"js\/dist\/elementor.js"}}