{"translation-revision-date":"2022-10-12 06:37:35+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Has seleccionado el usuario %1$s%5$s%2$s como la persona a la que representa este sitio. Su información de perfil de usuario se utilizará ahora en los resultados de búsqueda. %3$sActualiza su perfil para asegurarte de que la información sea correcta.%4$s"],"Please tell us more about the person this site represents.":["Por favor, cuéntanos más sobre la persona a la que representa este sitio."],"E.g. https:\/\/example.com\/yoast":["P. ej. https:\/\/ejemplo.com\/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Dinos si tienes algún otro perfil en la web que pertenezca a tu organización. Pueden ser varios perfiles, como YouTube, LinkedIn, Pinterest, o incluso la Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Por favor, cuéntanos más sobre tu organización. Esta información ayudará a Google a entender tu web, y a mejorar tus posibilidades de obtener resultados enriquecidos."],"Choose wether your site represents an organization or a person.":["Elige si tu sitio representa a una organización o a una persona."],"Person\/organization":["Persona\/organización"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Esta información es para tratar de que aparezca en el %1$sKnowledge Graph%2$s de Google. Puedes ser una organización o una persona."],"E.g. https:\/\/wikipedia.com\/yoast":["P. ej. https:\/\/wikipedia.com\/yoast"],"E.g. https:\/\/youtube.com\/yoast":["P. ej. https:\/\/youtube.com\/yoast"],"E.g. https:\/\/twitter.com\/yoast":["P. ej. https:\/\/twitter.com\/yoast"],"E.g. https:\/\/tumblr.com\/yoast":["P. ej. https:\/\/tumblr.com\/yoast"],"E.g. https:\/\/soundcloud.com\/yoast":["P. ej. https:\/\/soundcloud.com\/yoast"],"E.g. https:\/\/pinterest.com\/yoast":["P. ej. https:\/\/pinterest.com\/yoast"],"E.g. https:\/\/myspace.com\/yoast":["P. ej. https:\/\/myspace.com\/yoast"],"E.g. https:\/\/linkedin.com\/yoast":["P. ej. https:\/\/linkedin.com\/yoast"],"E.g. https:\/\/instagram.com\/yoast":["P. ej. https:\/\/instagram.com\/yoast"],"E.g. https:\/\/facebook.com\/yoast":["P. ej. https:\/\/facebook.com\/yoast"],"Tell us about the other profiles on the web that belong to the person.":["Dinos de otros perfiles en la web que pertenezcan a la persona."],"Other profiles":["Otros perfiles"],"Oops! Something went wrong while retrieving the user social profiles.":["¡Vaya! Algo salió mal al recuperar los perfiles sociales del usuario."],"Writing":["Escribir"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Puedes determinar el título y la descripción de la página del blog %1$seditando la propia página del blog%2$s."],"Google Analytics utm tracking parameters":["Parámetros utm de seguimiento de Google Analytics"],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Estas son características para expertos, así que asegúrate de saber lo que estás haciendo antes de eliminar los parámetros. %1$sLee más sobre cómo puede verse afectado tu sitio%2$s."],"Advanced: URL cleanup":["Avanzado: Limpieza de URLs"],"Prevent crawling of internal site search URLs":["Evitar el rastreo de las URLs de búsqueda interna del sitio"],"Block internal site searches which match the patterns of known spam attacks.":["Bloquea las búsquedas internas del sitio que coincidan con patrones de ataques de spam conocidos."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Bloquea búsquedas internas del sitio que contengan caracteres complejos y no alfanuméricos, ya que podrían ser parte de un ataque de spam."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs.":["Limita la longitud de las consultas de búsqueda interna del sitio para reducir el impacto de ataques de spam y de URLs confusas."],"Enables advanced settings for protecting your internal site search URLs.":["Activa los ajustes avanzados para proteger las URLs de búsqueda internas de tu sitio."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Tu búsqueda interna del sitio puede crear montones de URLs confusas para los motores de búsqueda, y pueden incluso utilizarse por los spammers de SEO como un modo de atacar tu sitio. La mayoría de sitios se beneficiarán al experimentar con estas protecciones y optimizaciones, incluso aunque no tengas la característica de búsqueda en tu tema."],"Internal site search cleanup":["Limpieza de búsquedas internas del sitio"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Añade una regla de ´disallow´ a tu archivo robots.txt para evitar el rastreo de las variables de la API JSON de WordPress."],"WP-JSON API":["API WP-JSON"],"Remove JavaScript used for converting emoji characters in older browsers.":["Elimina el JavaScript utilizado para convertir los caracteres emoji en los navegadores antiguos."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Elimina URLs que ofrecen formatos alternativos (heredados) de todo lo anterior."],"Remove URLs which provide information about your search results.":["Eliminar URLs que ofrecen información sobre tus resultados de búsqueda."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Elimina URLs que ofrecen información sobre tus entradas recientes, en cada taxonomía personalizada."],"Remove URLs which provide information about your recent posts, for each tag.":["Elimina URLs que ofrecen información sobre tus entradas recientes, en cada etiqueta."],"Remove URLs which provide information about your recent posts, for each category.":["Elimina URLs que ofrecen información sobre tus entradas recientes, en cada categoría."],"Remove URLs which provide information about your recent posts, for each post type.":["Elimina URLs que ofrecen información sobre tus entradas recientes, en cada tipo de contenido."],"Remove URLs which provide information about recent posts by specific authors.":["Elimina URLs que ofrecen información sobre tus entradas recientes de autores específicos."],"Remove URLs which provide information about recent comments on each post.":["Elimina URLs que ofrecen información sobre los comentarios recientes en cada entrada."],"Also disables Post comment feeds.":["También desactiva los feeds de comentarios de las entradas."],"Remove URLs which provide an overview of recent comments on your site.":["Elimina URLs que ofrecen información sobre los comentarios recientes de tu sitio."],"Remove URLs which provide an overview of your recent posts.":["Elimina URLs que ofrecen un resumen de tus entradas recientes."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress muestra tu contenido en muchos formatos diferentes, en muchas URLs (como feeds RSS de tus entradas y categorías). Es normalmente una buena práctica desactivar los formatos que no estés usando activamente."],"Disable unwanted content formats":["Desactivar formatos de contenido no deseados"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Elimina enlaces que permiten a otros hacerte ´ping´ cuando te enlazan."],"Remove information about the plugins and software used by your site.":["Elimina información sobre los plugins y software utilizados por tu sitio."],"Remove links used for embedding your content on other sites.":["Elimina enlaces utilizados para incrustar tu contenido en otros sitios."],"Remove links used by external systems for publishing content to your blog.":["Elimina enlaces utilizados por sistemas externos de publicación de contenido en tu blog."],"Remove links to the location of your site’s REST API endpoints.":["Elimina enlaces a la ubicación de las variables de la API REST en tu sitio."],"Rest API links":["Enlaces de la API REST"],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Elimina enlaces a las URLs 'shortlink' internas de WordPress de tus entradas."],"Remove unwanted metadata":["Eliminar metadatos no deseados"],"Crawl optimization":["Optimización del rastreo"],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s":["Evita que la característica anterior elimine parámetros de URL específicos. Por ejemplo, añadir %1$s evitará que se redirija %2$s a %3$s"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Elimina parámetros de URL desconocidos con una redirección %1$s. Por ejemplo, %2$s se redirigirá a %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Reemplaza parámetros %1$s de seguimiento con el %2$s (de mejor rendimiento) equivalente, con una redirección %3$s. Por ejemplo, %4$s se redirigirá a %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Los usuarios y los motores de búsqueda puede que soliciten a menudo URLs usando parámetros de consulta, como %1$s. Pueden ser útiles para el seguimiento, filtrado y funcionalidades avanzadas – pero implican un 'coste' de rendimiento y SEO. Los sitios que no dependan de parámetros de URL pueden beneficiarse usando estas opciones."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of %1$s and %2$s URLs.":["Añade una regla de ´disallow´ a tu archivo robots.txt para evitar el rastreo de las URLs %1$s y %2$s."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. Most people can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress añade un montón de enlaces y contenido al %1$s de tu sitio y a las cabeceras HTTP. La mayoría de usuarios puede desactivar todo esto con seguridad, lo que puede ayudar a ahorrar bytes, electricidad y árboles."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Haz tu sitio más eficaz y amigable con el medio ambiente evitando que los motores de búsqueda rastreen cosas que no necesitan, y eliminando característica de WordPress que no se usan. %1$sAprende más sobre los ajustes de rastreo y cómo pueden beneficiar a tu sitio%2$s."],"E.g., %1$s and %2$s":["P.ej: %1$s y %2$s"],"E.g., %1$s":["P.ej: %1$s"],"Enable breadcrumbs for your theme":["Activar las migas de pan para tu tema"],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Siempre puedes elegir a continuación activarlas o desactivarlas para tu tema. Este ajuste no se aplicará a las migas de pan insertadas mediante un widget, un bloque o un shortcode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Elige qué tipo de contenido quieres mostrar en las migas de pan de las taxonomías."],"Breadcrumbs for Taxonomies":["Migas de pan en taxonomías"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Elige qué taxonomía quieres mostrar en las migas de pan de los tipos de contenido."],"Breadcrumbs for Post types":["Migas de pan en tipos de contenido"],"Show Blog page in breadcrumbs":["Mostrar la página del blog en las migas de pan"],"Breadcrumb for 404 page":["Migas de pan en la página 404"],"Prefix for Search page breadcrumbs":["Prefijo de las migas de pan en la página de búsqueda"],"Add prefix":["Añadir prefijo"],"Add anchor text":["Añadir texto de anclaje"],"Add separator":["Añadir separador"],"Choose the general appearance of your breadcrumbs.":["Elige la apariencia general de tus migas de pan."],"Breadcrumb appearance":["Apariencia de las migas de pan"],"Configure the appearance and behavior of your breadcrumbs.":["Configura la apariencia y comportamiento de tus migas de pan."],"Disabling this will redirect the %1$s to your site's homepage.":["Desactivar esto redirigirá la %1$s a la página de inicio de tu sitio."],"Refresh this page":["Recargar esta página"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Desafortunadamente esto significa que todos tus cambios sin guardar se perderán. Puedes tratar de recargar esta página para solucionar el problema. Si sigue ocurriendo este error, por favor, contacta con nuestro equipo de soporte y ¡te facilitaremos toda la ayuda que necesites!"],"Something went wrong. An unexpected error occurred.":["Algo ha salido mal. Ha ocurrido un error inesperado."],"Be the first to %1$sget new features & tools%2$s, before everyone else. Get %1$s24\/7 support%2$s and boost your website’s visibility.":["Sé el primero en %1$sobtener las nuevas características y herramientas%2$s, antes que nadie. Consigue %1$s soporte 24\/7%2$s y potencia la visibilidad de tu web."],"Failed to retrieve users.":["Fallo al recuperar los usuarios."],"Searching users...":["Buscando usuarios…"],"No users found.":["No se han encontrado usuarios."],"Discard changes":["Descartar cambios"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Este perfil no es válido. Por favor, usa solo de 1 a 25 letras, números y guiones bajos, o introduce una URL de Twitter válida."],"The profile is not valid. Please enter a valid URL.":["El perfil no es válido. Por favor, introduce una URL válida."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["El código de verificación no es válido. Por favor, usa solo letras de la A a la F, números, guiones bajos y guiones normales."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["El código de verificación no es válido. Por favor, usa solo letras, números, guiones bajos y guiones normales."],"Wikipedia":["Wikipedia"],"YouTube":["YouTube"],"Tumblr":["Tumblr"],"SoundCloud":["SoundCloud"],"MySpace":["MySpace"],"LinkedIn":["LinkedIn"],"Instagram":["Instagram"],"User":["Usuario"],"Organization or a person":["Organización o persona"],"Site basics":["Básicos del sitio"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Hay cambios sin guardar en esta página. Dejarlos implica que esos cambios no se guardarán. ¿Seguro que quieres salir de esta página?"],"Formats":["Formatos"],"Media pages":["Páginas de medios"],"Categories & tags":["Categorías y etiquetas"],"Content types":["Tipos de contenido"],"Show more":["Mostrar más"],"Show less":["Mostrar menos"],"Configure the basics for your website.":["Configura los aspectos básicos para tu web."],"This field updates the %1$sTagline in your WordPress settings%2$s.":["Este campo actualiza la %1$sdescripción corta en tus ajustes de WordPress%2$s."],"This field updates the %1$sSite title in your WordPress settings%2$s.":["Este campo actualiza el %1$stítulo del sitio en tus ajustes de WordPress%2$s."],"Choose how your Search pages should look in search engines.":["Elige cómo deberían mostrarse tus páginas de búsqueda en los motores de búsqueda."],"Choose how your 404 pages should look in search engines.":["Elige cómo deberían mostrarse tus páginas de 404 en los motores de búsqueda."],"Enable %1$s for %2$s pages":["Activar %1$s para las páginas de %2$s"],"Choose how your %1$s pages should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s page.":["Elige cómo deberían describirse por defecto tus páginas de %1$s en el marcado de schema.org de tu sitio. Puedes cambiar estos ajustes en cada página de %2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que las páginas de %1$s creadas por WordPress no se indexarán por los motores de búsqueda y se excluirán de los mapas del sitio XML."],"Show %1$s pages in search results":["Mostrar las páginas de %1$s en los resultados de búsqueda"],"Choose how your %1$s pages should look in search engines. You can always customize this per individual %2$s page.":["Elige cómo deberían mostrarse tus páginas de %1$s en los motores de búsqueda. Siempre puedes personalizar esto en cada %2$s."],"We recommend disabling %1$s pages. Disabling %1$s pages will cause all attachment URLs to redirect to the media itself.":["Recomendamos desactivar las páginas de %1$s. Desactivar las páginas de %1$s provocará que todas las URLs de los adjuntos se redirijan al medio."],"%1$s pages":["Páginas de %1$s"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Cuando subes medios (p.ej.: una imagen o vídeo), %5$s crea automáticamente una página de %3$s (URL del adjunto) para ella. Estas páginas están bastante vacías y podrían provocar %1$sproblemas de contenido sin valor y llevar a un exceso de páginas en tu sitio%2$s. Por tanto, %4$s las desactiva por defecto (y las redirige al medio)."],"Choose how your Homepage should look on social media. Note that this is what people probably will see when they search for your brand name.":["Elige cómo debería aparecer tu página de inicio en los en los medios sociales. Ten en cuenta que esto es lo que verá probablemente la gente cuando busquen el nombre de tu marca."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Los archivos de formato pueden provocar problemas de contenido duplicado. Para la mayoría de los sitios recomendamos que desactives este ajuste."],"(e.g., %1$shttps:\/\/www.example.com\/format\/example\/%2$s)":["(p.ej.: %1$shttps:\/\/www.ejemplo.com\/formato\/ejemplo\/%2$s)"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Desactivar esto implica que no se indexarán las %1$s en los motores de búsqueda y que se excluirán de los mapas del sitio XML. Recomendamos que desactives este ajuste."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s pueden provocar problemas de contenido duplicado. Para la mayoría de los sitios recomendamos que desactives este ajuste."],"Date archives are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable date archives.":["Los archivos por fechas están basados en las fechas de publicación. Desde una perspectiva de SEO, las entradas de estos archivos no tienen una relación real con otras entradas salvo por su fecha de publicación, lo que no dice mucho acerca del contenido. Podrían también llevar a problemas de contenido duplicado. Es por esto que recomendamos que desactives los archivos por fechas."],"(e.g., %1$shttps:\/\/www.example.com\/2020\/%2$s)":["(p.ej.: %1$shttps:\/\/www.ejemplo.com\/2020\/%2$s)"],"Date archive":["Archivo por fechas"],"Choose how your %1$s should look on social media by default.":["Elige cómo deberían mostrarse por defecto tus %1$s en los medios sociales."],"Disabling this means that archives for authors without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que l os archivos de autores sin entradas no se indexarán en los motores de búsqueda y que se excluirán de los mapas del sitio XML."],"Show archives for authors without posts in search results":["Mostrar archivos de autor sin entradas en los resultados de búsqueda"],"Choose how your %1$s should look in search engines.":["Elige cómo deberían mostrarse tus %1$s en los motores de búsqueda."],"If you're running a one author blog, the Author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Si tienes un blog de un solo autor, el archivo de autores será exactamente igual que tu página de inicio. Esto es a lo que llamamos %1$sproblema de contenido duplicado%2$s. Si este fuera el caso en tu sitio, puedes elegir desactivarlo (lo que hacer que redirija a la página de inicio) o impedir que ese muestre en los resultados del buscador."],"(e.g., %1$shttps:\/\/www.example.com\/author\/example\/%2$s)":["(p.ej.: %1$shttps:\/\/www.ejemplo.com\/author\/ejemplo\/%2$s)"],"Author archive":["Archivo de autor"],"Read more about the search results settings":["Lee más sobre los ajustes de los resultados del buscador"],"Choose how your %1$s should look in search engines and on social media.":["Elige cómo deberían mostrarse tus %1$s en los motores de búsqueda y en los medios sociales."],"Contact support":["Contactar con soporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Lo sentimos, pero parece que el siguiente error ha detenido nuestra aplicación:"],"Read reviews from real users":["Lee valoraciones de usuarios reales"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress carga montones de recursos, algunos de los cuales podrías no necesitar. Si no los estás usando, quitarlos puede acelerar tus páginas y ahorrar recursos."],"Remove unused resources":["Eliminar recursos no utilizados"],"The inclusive language analysis offers suggestions to write more inclusive copy. %1$sDiscover why inclusive language is important for SEO%2$s.":["El análisis de lenguaje inclusivo ofrece sugerencias para escribir textos más inclusivos. %1$sDescubre por qué el lenguaje inclusivo es importante para el SEO%2$s."],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":["Elige cómo debería aparecer tu página de inicio en los motores de búsqueda y en los medios sociales. Ten en cuenta que esto es lo que verá probablemente la gente cuando busquen el nombre de tu marca."],"Choose how your Homepage should look in search engines.":["Elige cómo debería mostrarse tu página de inicio en los motores de búsqueda."],"Keep the categories prefix in the slug":["Mantener el prefijo categories en el slug"],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":["Las URLs de categorías en WordPress contienen un prefijo, normalmente %s. Esto activa ese prefijo, solo para las categorías."],"Choose how your %1$s archive should look on social media.":["Elige cómo debería mostrarse tu archivo de %1$s en los medios sociales."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que el archivo de %1$s no se indexará por los motores de búsqueda y se excluirá de los mapas del sitio XML."],"Choose how your %1$s archive should look in search engines.":["Elige cómo debería mostrarse tu archivo de %1$s en los motores de búsqueda."],"These settings are specifically for optimizing your %1$s archive.":["Estos ajustes son específicos para optimizar tu archivo de %1$s."],"%1$s archive":["Archivo de %1$s"],"Add custom fields to page analysis":["Añade campos personalizados al análisis de la página"],"This enables SEO metadata editing and our SEO - and Readability analysis for individual %1$s.":["Esto activa la edición de los metadatos SEO y nuestro análisis de SEO y de legibilidad para %1$s individuales."],"Additional settings":["Ajustes adicionales"],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":["Elige cómo deberían describirse por defecto tus %1$s en el marcado de schema.org de tu sitio. Puedes cambiar estos ajustes en cada %2$s."],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":["Elige cómo deberían mostrarse por defecto tus %1$s en los medios sociales. Puedes personalizar esto en cada %2$s."],"Social appearance":["Aspecto social"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que las %1$s no se indexarán por los motores de búsqueda y se excluirán de los mapas del sitio XML."],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":["Elige cómo deberían mostrarse tus %1$s en los motores de búsqueda. Siempre puedes personalizar esto en cada %2$s."],"Search appearance":["Apariencia en el buscador"],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":["Puedes aañdir varios campos personalizados y separarlos usando %3$sIntro%4$s o %3$scomas%4$s. %1$sLee más sobre nuestro análisis de campos personalizados%2$s."],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["No tienes configurada una página de tienda en tus ajustes de WooCommerce. %1$sPor favor, haz primero eso%2$s."],"The %1$sSocial image%2$s, %1$sSocial title%2$s and %1$sSocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite preferences%4$s.":["La %1$simagen social%2$s, %1$stítulo social%2$s y %1$sdescripción social%2$s requieren datos de Open Graph, que actualmente están desactivados en las sección de 'Compartir social' en las %3$spreferencias del sitio%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["¡Oh no! Parece que tu formulario contiene datos no válidos. Por favor, revisa los siguientes campos:"],"Archive social image":["Imagen social de archivos"],"Archive social description":["Descripción social de archivos"],"Archive social title":["Título social de archivos"],"Show the archive for %1$s in search results":["Mostrar el archivo de %1$s en los resultados de búsqueda"],"Archive breadcrumbs title":["Título de las migas de pan de los archivos"],"Archive meta description":["Meta description de los archivos"],"Archive SEO title":["Título SEO de los archivos"],"Enable %1$s for %2$s":["Activar %1$s para las %2$s"],"Show %1$s in search results":["Mostrar %1$s en los resultados de búsqueda"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["El tipo de medio seleccionado no es válido. Los tipos admitidos son:JPG, PNG, WEBP y GIF."],"Inclusive language analysis":["Análisis del lenguaje inclusivo"],"Oops! Something went wrong while saving.":["¡Vaya! Algo salió mal al guardar."],"Great! Your settings were saved successfully.":["¡Genial! Tus ajustes se guardaron correctamente."],"Close sidebar":["Cerrar barra lateral"],"Open sidebar":["Abrir barra lateral"],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Consigue tu código de verificación en las %1$sherramientas para webmasters de Yandex%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Reclama tu sitio en %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Consigue tu código de verificación en la %1$sconsola del buscador de Google%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Consigue tu código de verificación en las %1$sherramientas para webmasters de Bing%2$s."],"Bing":["Bing"],"Add verification code":["Añadir código de verificación"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Consigue tu código de verificación en las %1$sherramientas para webmasters de Baidu%2$s."],"Baidu":["Baidu"],"Verify your site with different webmaster tools. This will add a verification meta tag on your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifica tu sitio con las distintas herramientas para webmasters. Esto añadirá la etiqueta meta en tu página de inicio. Puedes encontrar las instrucciones sobre cómo verificar tu sito para cada plataforma siguiendo el enlace de la descripción."],"Webmaster tools":["Herramientas para webmasters"],"By default only editors and administrators can access the Advanced - and Schema section of the Yoast SEO metabox. Disabling this allows access to all users.":["Por defecto, solo los editores y administradores pueden acceder a la sección «Avanzado - Schema» de la caja meta de Yoast SEO. Desactivar esto permitirá el acceso a todos los usuarios. "],"Restrict advanced settings for authors":["Restringir ajustes avanzados a los autores"],"Security & privacy":["Seguridad y privacidad"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Esta variable de la API REST de Yoast SEO te ofrece todos los metadatos que necesitas para una URL específica. Esto facilitará enormemente a los sitios WordPress descabezados utilizar Yoast SEO para la salida de todos sus datos meta SEO."],"REST API endpoint":["Variable de la API RESt"],"APIs":["APIs"],"The Yoast SEO admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["El menú de la barra de administración de Yoast SEO contiene enlaces útiles a herramientas de terceros con los que analizar páginas y te facilita ver si tienes nuevos avisos."],"Slack sharing":["Compartir en Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Permite a Twitter mostrar una vista previa con imágenes y un extracto de texto cuando se comparte un enlace a tu sitio."],"Twitter card data":["Datos de la tarjeta de Twitter"],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Permite a Facebook y otros medios sociales mostrar una vista previa con imágenes y un extracto de texto cuando se comparte un enlace a tu sitio."],"Open Graph data":["Datos de Open Graph"],"Facebook, Twitter and Pinterest all use Facebook's Open Graph data, so be sure to keep the 'Open Graph data' setting below enabled if you want to optimize your site for these social platforms.":["Facebook, Twitter y Pinterest usan los datos de Facebook de Open Graph, así que asegúrate de dejar activo el ajuste de 'Datos de Open Graph' de abajo si quieres optimizar tu sitio para estas plataformas sociales."],"Social sharing":["Compartir en redes sociales"],"Site structure":["Estructura del sitio"],"Tell us which features you want to use.":["Dinos qué características quieres usar."],"Site preferences":["Preferencias del sitio"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post. %1$sFind out how IndexNow can help your site%2$s.":["Haz ping automáticamente a motores de búsqueda como Bing y Yandex cuando publiques, actualices o borres una entrada. %1$sDescubre cómo IndexNow puede ayudar a tu sitio%2$s."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sAllow us to track some data about your site to improve our plugin%2$s.":["El seguimiento de uso nos permite rastrear algunos datos sobre tu sitio para mejorar nuestro plugin. %1$sPermítenos rastrear algunos datos de tu sitio para mejorar nuestro plugin%2$s."],"%1$sRead why XML Sitemaps are important for your site%2$s.":["%1$sLee por qué los mapas del sitio XML son importantes para tu sitio%2$s."],"%1$sSee the XML sitemap%2$s.":["%1$sVer el mapa del sitio XML%2$s."],"Enable the XML sitemaps that Yoast SEO generates.":["Activa los mapas del sitio XML que genera Yoast SEO."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack. %1$sFind out how a rich snippet can improve visibility and click-through-rate%2$s.":["Esto añade datos del autor y una estimación del tiempo de lectura al snippet del artículo al compartirlo en Slack. %1$sDescubre cómo puede mejorar un snippet la visibilidad y la tasa de clics%2$s. "],"The link suggestions metabox contains a list of posts on your blog with similar content that might be interesting to link to. %1$sRead more about how internal linking can improve your site structure%2$s.":["La caja meta de sugerencias de enlaces contiene una lista de entradas de tu blog con contenido similar a las que podría ser interesante enlazar.  %1$sLee más sobre cómo el enlazado interno puede mejorar la estructura de tu sitioo%2$s."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! %1$sFind out how Insights can help you improve your content%2$s.":["Descubre datos relevantes sobre tu contenido desde la sección de estadísticas de la caja meta de Yoast SEO. ¡Verás qué palabras usas más a menudo y si coinciden con tus palabras clave! %1$sDescubre cómo las estadísticas pueden ayudarte a mejorar tu contenido%2$s."],"The readability analysis offers suggestions to improve the structure and style of your text. %1$sDiscover why readability is important for SEO%2$s.":["El análisis de legibilidad ofrecer sugerencias para mejorar la estructura y estilo de tu texto %1$sDescubre por qué la legibilidad es importante para el SEO%2$s."],"The SEO analysis offers suggestions to improve the SEO of your text. %1$sLearn how the SEO analysis can help you rank%2$s.":["El análisis de SEO ofrece sugerencias para mejorara el SEO de tu texto. %1$sAprende cómo el análisis SEO puede ayudarte a posicionar%2$s."],"Network disabled":["Desactivado para la red"],"Unavailable for sub-sites":["No disponible para subsitios"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Esta imagen se usa como respaldo para entradas\/imágenes que no tengan ninguna imagen."],"Site image":["Imagen del sitio"],"Title separator":["Separador del título"],"Recommended size for this image is %1$s%3$s%2$s":["El tamaño recomendado para esta imagen es de %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite preferences%4$s.":["La %1$simagen del sitio%2$s requiere datos de Open Graph, que está actualmente desactivado en la sección de ‘Compartir en redes sociales’ en las %3$spreferencias del sitio%4$s."],"You can use %1$sSite title%2$s, %1$sTagline%2$s and %1$sSeparator%2$s as variables when configuring the search appearance of your content.":["Puedes usar %1$stítulo del sitio%2$s, %1$sdescripción corta%2$s y %1$sseparador%2$s como variables al configurar la apariencia en el buscador de tu contenido."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Añade automáticamente contenido a tu RSS. Esto te permite añadir enlaces de vuelta a tu blog y las entradas de tu blog, ayudando a los motores de búsqueda a identificarte como la fuente original del contenido."],"RSS feed":["Feed RSS"],"Dismiss":["Descartar"],"%1$s (default)":["%1$s (por defecto)"],"Additional URL parameters to allow":["Parámetros de URL adicionales a permitir"],"Max number of characters to allow in searches":["Número máximo de caracteres a permitir en las búsquedas"],"Filter searches with common spam patterns":["Filtra búsquedas con patrones de spam habituales"],"Filter searches with emojis and other special characters":["Filtrar búsquedas con emojis y otros caracteres especiales"],"Filter search terms":["Filtrar términos de búsqueda"],"Unregistered URL parameters":["Parámetros de URL no registrados"],"IndexNow":["IndexNow"],"Powered by HTTP header":["Creado por cabeceras HTTP"],"Pingback HTTP header":["Pingback de cabeceras HTTP"],"Emoji scripts":["Scripts de emojis"],"Generator tag":["Etiqueta generator"],"oEmbed links":["Enlaces de oEmbed"],"RSD \/ WLW links":["Enlaces RSD\/WLW"],"Shortlinks":["Enlaces cortos"],"Atom\/RDF feeds":["Feeds Atom\/RDF"],"Search results feeds":["Feeds de resultados de búsqueda"],"Custom taxonomy feeds":["Feeds de taxonomías personalizadas"],"Tag feeds":["Feeds de etiquetas"],"Category feeds":["Feeds de categorías"],"Post type feeds":["Feeds de tipos de contenido"],"Post authors feeds":["Feeds de autores de entradas"],"Global comment feeds":["Feeds globales de comentarios"],"Global feed":["Feed global"],"Post comments feeds":["Feeds de comentarios de las entradas"],"Personal logo or avatar":["Logotipo o avatar personal"],"Select a user":["Selecciona un usuario"],"Add another profile":["Añadir otro perfil"],"Other social profile":["Otro perfil social"],"Site representation":["Representación del sitio"],"Link suggestions":["Sugerencias de enlaces"],"Insights":["Estadísticas"],"Social description":["Descripción social"],"Social title":["Título social"],"Social image":["Imagen social"],"Remove image":["Eliminar imagen"],"Select image":["Seleccionar imagen"],"Replace image":["Reemplazar imagen"],"Article type":["Tipo de artículo"],"Page type":["Tipo de página"],"Usage tracking":["Seguimiento de uso"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["El contador de enlaces a texto te ayuda a mejorar la estructura de tu sitio. %1$sDescubre cómo puede el contador de enlaces a texto mejorar tu SEO%2$s."],"Check out %1$s":["Consulta %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Tenemos cursos online gratuitos y premium para aprender todo lo que necesitas saber acerca de SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["¿Quieres aprender SEO del equipo Yoast? ¡Consulta nuestros %1$s!"],"Learn SEO":["Aprender SEO"],"Schema":["Schema"],"An organization name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data%2$s.":["Es necesario establecer un nombre y un logotipo de la empresa para que los datos estructurados funcionen correctamente. %1$sAprende más sobre la importancia de los datos estructurados.%2$s"],"Personal info":["Información personal"],"Organization logo":["Logotipo de la organización"],"Organization name":["Nombre de la organización"],"Organization":["Organización"],"Select a user...":["Selecciona un usuario…"],"Get %s":["Consigue %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Puedes editar los metadatos SEO de este tipo de contenido personalizado en la %1$spágina de la tienda%2$s."],"Tagline":["Descripción corta"],"Site title":["Título del sitio"],"SEO analysis":["Análisis SEO"],"%1$s recommendations for you":["Recomendaciones de %1$s para ti"],"Text link counter":["Contador de enlaces en textos"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website. %1$sFind out how cornerstone content can help you improve your site structure%2$s.":["La funcionalidad de contenido esencial te permite marcar y filtrar contenido fundamental en tu web. %1$sDescubre cómo el contenido esencial puede ayudarte a mejorar la estructura de tu sitio.%2$s"],"Cornerstone content":["Contenido esencial"],"Save changes":["Guardar cambios"],"Variable":["Variable"],"Available variables":["Variables disponibles"],"Admin bar menu":["Menú de la barra de administración"],"SEO title":["Título SEO"],"Readability analysis":["Análisis de legibilidad"],"Format-based archives":["Archivos de formatos"],"Bold the last page":["Última página en negrita"],"Author archives":["Archivos de autor"],"A link to your site, with your site's name and description as anchor text.":["Un enlace a tu sitio, con el nombre del sitio y la descripción como texto de anclaje."],"A link to your site, with your site's name as anchor text.":["Un enlace a su sitio, con el nombre del sitio como texto de anclaje."],"A link to the post, with the title as anchor text.":["Un enlace a la entrada, con el título como texto de anclaje."],"A link to the archive for the post author, with the authors name as anchor text.":["Un enlace al archivo del autor de la entrada, con el nombre del autor como texto de anclaje."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Puedes usar la siguientes variables dentro del contenido, estas serán reemplazadas por el valor de la derecha."],"Content to put after each post in the feed":["Contenido que se pondrá después de cada entrada en el feed"],"Content to put before each post in the feed":["Contenido a publicar en el feed antes de cada entrada"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["El uso de esta característica de migas de pan está explicada en %1$s nuestro artículo sobre implementación de migas de pan%2$s."],"How to insert breadcrumbs in your theme":["Como insertar las migas de pan en tu tema"],"Blog":["Blog"],"Prefix for Archive breadcrumbs":["Prefijo para los archivos de migas de pan"],"Prefix for the breadcrumb path":["Prefijo de la ruta de las migas de pan"],"Anchor text for the Homepage":["Texto del enlace para la página de inicio"],"Separator between breadcrumbs":["Separador de las migas de pan"],"Description":["Descripción"],"404 pages":["Páginas 404"],"Search pages":["Páginas de búsqueda"],"Date archives":["Archivo por fechas"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Puedes determinar el título y la descripción de la página de inicio %1$seditando la propia página inicio%2$s."],"Homepage":["Página de inicio"],"Person":["Persona"],"RSS":["RSS"],"Breadcrumbs":["Migas de pan"],"Breadcrumbs title":["Título de la ruta de las migas de pan"],"Pinterest":["Pinterest"],"Twitter":["Twitter"],"Facebook":["Facebook"],"None":["Ninguno"],"Meta description":["Meta description"],"Google":["Google"],"General":["General"],"Tools":["Herramientas"],"Advanced":["Avanzado"],"XML sitemaps":["Mapas del sitio XML"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}